[
  {
    "id": "med001",
    "questionText": "____ is characterized by slow progressive inflammatory disease and has the potential of affecting multiple organs. Some of the manifestations are dementia, psychosis, paresis, stroke or meningitis.",
    "options": ["Tertiary syphilis.", "Cerebral malaria.", "Tetanus."],
    "correctAnswer": "A",
    "rationale": "Tertiary syphilis is a slow progressive inflammatory disease that can affect multiple organs and cause a range of symptoms, including dementia, psychosis, paresis, stroke, and meningitis. These symptoms are consistent with the later stages of syphilis infection."
  },
  {
    "id": "med002",
    "questionText": "Which of the following body fluid compartments makes up approximately 40% of the total body weight?",
    "options": ["Extracellular fluid.", "Intestinal fluid.", "Intracellular fluid."],
    "correctAnswer": "C",
    "rationale": "Intracellular fluid (ICF) constitutes the largest fluid compartment, accounting for approximately two-thirds of the body's total water, which equates to about 40% of the total body weight. Extracellular fluid (ECF) accounts for the remaining one-third of total body water, or about 20% of total body weight."
  },
  {
    "id": "med003",
    "questionText": "A 12-year-old girl was rushed to the emergency unit with a history of seizures and fever. The Nurse on assessment discovered an infected ulcer on the right leg. Which of the following could be the possible diagnosis?",
    "options": ["Epilepsy.", "Meningitis.", "Tetanus."],
    "correctAnswer": "C",
    "rationale": "The possible diagnosis of Tetanus for the 12-year-old girl with seizures and fever is based on the presence of an infected ulcer, which can serve as an entry point for the bacterium Clostridium tetani, leading to toxin production that causes muscle stiffness, spasms, and seizures, common symptoms of Tetanus."
  },
  {
    "id": "med004",
    "questionText": "A 13-year-old girl visits your facility with her father, complaining of swollen gums, pain when brushing, as well as halitosis. On examination, her gums were red and puffy, and she had bad breath. Which of the following interventions are MOST appropriate to help relieve the patient of pain and halitosis?\nI. Encourage the use of tap water or normal saline for mouthwash.\nII. Discourage patient from using alcohol-based mouthwashes.\nIII. Advise on liberal fluid intake and a balanced diet.\nIV. Educate patient on the importance of brushing teeth once daily.",
    "options": ["II, III and IV.", "I, III and IV.", "I, II and III."],
    "correctAnswer": "C",
    "rationale": "Measures I, II, and III are the most appropriate interventions to help relieve the patient's pain and halitosis. Discouraging alcohol-based mouthwashes is important to prevent further irritation. Brushing teeth twice daily is generally recommended, making option IV (once daily) less ideal as a sole educational point for optimal oral hygiene in this situation, though improving from no brushing to once daily is a step."
  },
  {
    "id": "med005",
    "questionText": "A 15-year-old Nephrotic syndrome patient is on furosemide. Which of the following electrolytes would MOST likely be depleted in this patient?",
    "options": ["Potassium.", "Calcium.", "Phosphate."],
    "correctAnswer": "A",
    "rationale": "Furosemide is a loop diuretic medication commonly used in the treatment of edema and fluid overload in patients with nephrotic syndrome. One of the major side effects of furosemide is the loss of electrolytes, particularly potassium, through increased urine output."
  },
  {
    "id": "med006",
    "questionText": "A 16-year-old SHS (Senior High School) boy was brought to your facility by his mother who complained of detecting some changes in his fingertips with age. During physical assessment of the patient, you noticed clubbing of his fingers. This finding suggests the patient may have:",
    "options": ["Bronchitis.", "Congenital heart disease.", "Anemia."],
    "correctAnswer": "B",
    "rationale": "Clubbing of fingers is a medical condition where the fingertips enlarge and the nails curve around the fingertips, often due to chronic hypoxia. It is a common physical sign associated with conditions like congenital heart disease, chronic lung diseases, and certain gastrointestinal disorders."
  },
  {
    "id": "med007",
    "questionText": "A 17-year-old girl reports to the dental clinic where you work with complaints of sore throat, halitosis, and difficulty swallowing. On examination, it was observed that the throat was red and the tonsils were inflamed and covered with a greyish pseudomembrane. A diagnosis of Vincent's angina (Acute Necrotizing Ulcerative Gingivitis involving the tonsils) was made. Which of the following is the appropriate management for her?",
    "options": [
      "Penicillin, Amoxicillin and Saline mouthwashes.",
      "Penicillin (or Metronidazole if penicillin allergic) and Saline or salt water mouthwashes.",
      "Penicillin, Tetracycline and Hydrogen peroxide mouthwashes."
    ],
    "correctAnswer": "B",
    "rationale": "Vincent's angina is a polymicrobial infection often involving anaerobic bacteria (e.g., Fusobacterium species and spirochetes like Borrelia vincentii). The recommended treatment typically includes antibiotics effective against anaerobic bacteria, such as penicillin or metronidazole, along with saline or saltwater mouthwashes to soothe symptoms and promote oral hygiene."
  },
  {
    "id": "med008",
    "questionText": "A 19-year-old male is diagnosed with hypertrophic cardiomyopathy. Which of the following statements is true concerning this condition?",
    "options": [
      "Stroke volume is typically increased due to forceful contraction.",
      "It is primarily caused by chronic uncontrolled hypertension.",
      "The patient should be restricted from intense physical activity."
    ],
    "correctAnswer": "C",
    "rationale": "Hypertrophic cardiomyopathy is a condition in which the heart muscle becomes abnormally thick, which can obstruct blood flow and lead to arrhythmias. One of the main concerns in hypertrophic cardiomyopathy is the risk of sudden cardiac death, particularly during or after strenuous exercise. Therefore, restriction from intense physical activity is a key management strategy."
  },
  {
    "id": "med009",
    "questionText": "A 19-year-old male student reports at your facility with complaints of generalized fatigue and frequent sinus infections. He has never seen a physician before and denies any previous admission history. He usually self-medicates with antibiotics and pain relievers. He claims he is generally not active but experiences frequent joint pains. His laboratory investigations indicated mild anemia with a hemoglobin of 9 gm/dL. Other investigations revealed sickle cell anemia. What will be the MOST important ongoing care component for this patient?",
    "options": [
      "Routine antibiotic administration and relief of pain.",
      "Prophylactic blood transfusion and relief of pain.",
      "Adequate hydration and hydroxyurea consideration."
    ],
    "correctAnswer": "C",
    "rationale": "In sickle cell anemia, maintaining adequate hydration is crucial to prevent sickling of red blood cells and reduce vaso-occlusive crises. Hydroxyurea is a disease-modifying therapy that can reduce the frequency of pain crises and other complications. While antibiotics are used for infections and pain relief for crises, hydration and consideration of hydroxyurea are fundamental to long-term management."
  },
  {
    "id": "med010",
    "questionText": "What is/are the typical first symptom(s) of myasthenia gravis?",
    "options": [
      "Delayed nerve conduction velocity.",
      "Generalized symmetrical muscle weakness without ocular involvement.",
      "Eyelid ptosis and/or diplopia due to extraocular muscle weakness."
    ],
    "correctAnswer": "C",
    "rationale": "Myasthenia gravis is an autoimmune neuromuscular disorder affecting acetylcholine receptors at the neuromuscular junction. It often begins with weakness in the ocular muscles, leading to symptoms such as drooping of the eyelids (ptosis) and double vision (diplopia). Weakness can fluctuate and worsen with activity."
  },
  {
    "id": "med011",
    "questionText": "A 21-year-old female of European descent was rushed to the medical emergency department. She complained of diarrhea, abdominal pain, nausea, and vomiting which started 6 hours after eating noodles and vegetables. She has a history of similar episodes and a new diagnosis of celiac disease is being considered/confirmed. What would be the appropriate immediate nursing care for her acute symptoms?",
    "options": [
      "Encourage liberal fluid intake and serve prescribed anti-gluten medications.",
      "Ensure strict maintenance of Nil Per Os (NPO) and administer IV glutenase enzymes.",
      "Monitor fluid intake and output, vital signs, provide supportive care including IV fluids if dehydrated, and pain management."
    ],
    "correctAnswer": "C",
    "rationale": "Celiac disease is an autoimmune disorder triggered by gluten ingestion, damaging the small intestine lining and causing symptoms like diarrhea, abdominal pain, nausea, and vomiting. In an acute presentation, priority nursing interventions include monitoring for dehydration and electrolyte imbalances, providing IV fluids if necessary, managing symptoms like pain and nausea, and ensuring no further gluten is ingested."
  },
  {
    "id": "med012",
    "questionText": "A 23-year-old patient is on admission on your ward and diagnosed with Hepatitis D. Besides providing bed rest and nutritional support, the MOST important nursing interventions would include:",
    "options": [
      "Preventing transmission and managing weight gain.",
      "Managing pruritus and encouraging high-fat diet.",
      "Managing pruritus, preventing transmission (e.g., standard precautions), and monitoring for complications like ascites or encephalopathy."
    ],
    "correctAnswer": "C",
    "rationale": "Hepatitis D (which only occurs in patients with Hepatitis B) is a viral infection affecting the liver. Nursing care focuses on managing symptoms like pruritus (itching due to bile salt accumulation), preventing transmission (via blood and body fluids), monitoring liver function, and observing for complications of severe liver disease."
  },
  {
    "id": "med013",
    "questionText": "A 24-year-old female patient has recently begun treatment with warfarin after an unprovoked deep vein thrombosis. Which of the following can decrease the effectiveness of warfarin?",
    "options": [
      "Oral contraceptives containing Estrogen.",
      "Omeprazole.",
      "Vitamin E (in high doses)."
    ],
    "correctAnswer": "A",
    "rationale": "Oral contraceptives containing estrogen can increase the synthesis of vitamin K-dependent clotting factors in the liver. This procoagulant effect can counteract the anticoagulant action of warfarin, thereby decreasing its effectiveness and potentially increasing the risk of thrombosis."
  },
  {
    "id": "med014",
    "questionText": "A 24-year-old man presents with headaches. He describes the headaches as a severe unilateral throbbing pain that is aggravated by movement. His headache is associated with nausea and sensitivity to light. His physical examination is completely normal. What is the MOST likely diagnosis?",
    "options": ["Tension-type headache.", "Cluster headache.", "Migraine headache."],
    "correctAnswer": "C",
    "rationale": "The description of severe unilateral throbbing pain, aggravation by movement, associated nausea, and photophobia (sensitivity to light) are classic features of a migraine headache."
  },
  {
    "id": "med016",
    "questionText": "An obese patient is being managed for GERD (Gastroesophageal Reflux Disease). She is concerned about some complications that may occur. As the attending nurse, what will be the appropriate nursing diagnosis for this patient related to her concern?",
    "options": [
      "Deficient knowledge related to disease process and potential complications.",
      "Risk for aspiration related to incompetent lower esophageal sphincter.",
      "Acute pain related to irritated esophageal mucosa."
    ],
    "correctAnswer": "A",
    "rationale": "The patient's expressed concern about complications indicates a potential lack of information or understanding about GERD. Therefore, a nursing diagnosis of 'Deficient knowledge' is appropriate, as it allows the nurse to provide education about the condition, its management, lifestyle modifications, and potential complications to promote self-care and alleviate anxiety."
  },
  {
    "id": "med017",
    "questionText": "A 26-year-old man was rushed to the hospital by relatives who stated that the patient sustained a cut on the left ankle while weeding his backyard two (2) weeks ago. He was reviewed and a provisional diagnosis of tetanus was given. Which of the following is NOT a typical clinical feature of tetanus?",
    "options": ["Lockjaw (trismus).", "Low-grade fever.", "Bradycardia (low pulse rate)."],
    "correctAnswer": "C",
    "rationale": "Tetanus, caused by Clostridium tetani toxin, affects the nervous system, leading to muscle stiffness (e.g., trismus/lockjaw), spasms, and autonomic dysfunction. Autonomic features often include tachycardia (rapid heart rate), labile blood pressure, and sweating. Bradycardia is not a typical feature; low-grade fever can occur."
  },
  {
    "id": "med018",
    "questionText": "A 26-year-old female with no significant past medical history presents with a low-grade fever, dysuria, and flank pain. She is diagnosed with acute pyelonephritis. What is the most likely causative pathogen in this case?",
    "options": [
      "Klebsiella pneumoniae.",
      "Escherichia coli.",
      "Staphylococcus saprophyticus."
    ],
    "correctAnswer": "B",
    "rationale": "Escherichia coli is the most common causative pathogen for community-acquired urinary tract infections, including acute pyelonephritis, especially in young, healthy females. Klebsiella can also cause UTIs, and Staphylococcus saprophyticus is a common cause of cystitis in young women but less common for pyelonephritis compared to E. coli."
  },
  {
    "id": "med019",
    "questionText": "A 26-year-old man reports at your facility with complaints of a painless penile lesion for several weeks and recent swelling in the groin. On examination, a single, indurated, non-tender penile ulcer (chancre) and bilateral palpable non-tender inguinal lymph nodes are present. Rapid plasma reagin (RPR) test results are negative. What is the most likely diagnosis?",
    "options": [
      "Granuloma inguinale (Donovanosis).",
      "Herpes simplex virus.",
      "Primary syphilis."
    ],
    "correctAnswer": "C",
    "rationale": "Primary syphilis is classically characterized by a painless, indurated ulcer (chancre) at the site of infection and non-tender regional lymphadenopathy. An RPR test can be negative in early primary syphilis (window period) or rarely due to a prozone phenomenon (though less likely with primary). Given the classic lesion description, primary syphilis remains the most likely diagnosis among the options; further specific treponemal tests or darkfield microscopy would be confirmatory."
  },
  {
    "id": "med020",
    "questionText": "A 28-year-old female patient complains of vaginal discharge associated with burning, irritation, and pruritus. She is sexually active with one partner and her last menstrual period was 2 weeks earlier. On examination, her vulva is erythematous with edema. She has a thick, white, adherent, 'cottage cheese-like' discharge and no cervical motion tenderness or uterine tenderness is noted. Which of the following is the MOST common infectious cause of these vulvovaginal symptoms?",
    "options": ["Vulvovaginal Candidiasis.", "Bacterial vaginosis.", "Gonorrhea."],
    "correctAnswer": "A",
    "rationale": "Vulvovaginal candidiasis (yeast infection) is a very common cause of vulvovaginal pruritus, burning, irritation, and a characteristic thick, white, 'cottage cheese-like' discharge. The described symptoms are highly suggestive of candidiasis."
  },
  {
    "id": "med021",
    "questionText": "A 29-year-old man is on admission on your ward. He complains of acute onset chest pain and difficulty breathing. His past medical history includes asthma, for which he takes albuterol when needed. Vital signs checked and recorded as: blood pressure 110/80 mmHg, pulse rate of 140 beats per minute, and oxygen saturation of 90% on room air. A physical examination reveals diminished breath sounds on the right side of the chest, but no crackles, wheezes, or rhonchi. Which of the following is the BEST initial investigation to confirm the suspected diagnosis?",
    "options": [
      "Chest radiograph (X-ray).",
      "Echocardiogram.",
      "Helical computed tomography (CT) of the chest."
    ],
    "correctAnswer": "A",
    "rationale": "The presentation of acute chest pain, dyspnea, tachycardia, hypoxia, and unilateral diminished breath sounds strongly suggests a pneumothorax. A chest radiograph (X-ray) is the best initial, rapid, and widely available investigation to confirm the presence of air in the pleural space."
  },
  {
    "id": "med022",
    "questionText": "A 30-year-old female with a history of iron deficiency anemia presents with a complaint of double vision that worsens in the evening and with prolonged use of her eyes. She has also experienced difficulty swallowing food over the past month, and generalized fatigue. She takes no regular medications. She was diagnosed as having Myasthenia Gravis. Which of the following classes of medications will be primarily used to treat her symptoms?",
    "options": ["Acetylcholinesterase inhibitors (e.g., Pyridostigmine).", "Dopaminergic agents (e.g., Sinemet).", "Fibrinolytics."],
    "correctAnswer": "A",
    "rationale": "Myasthenia Gravis is an autoimmune disorder affecting acetylcholine receptors at the neuromuscular junction, leading to muscle weakness and fatigability. Acetylcholinesterase inhibitors, such as pyridostigmine, increase the concentration and duration of acetylcholine in the synaptic cleft, improving neuromuscular transmission and muscle strength. These are first-line symptomatic treatments."
  },
  {
    "id": "med023",
    "questionText": "A 30-year-old businessman was rushed to the emergency unit with a history of sudden loss of consciousness. The patient is to be catheterized for urine specimen collection and for monitoring urine output until he regains consciousness. What measures would the nurse take to prevent catheter-associated urinary tract infection (CAUTI)?\nI. Avoid unnecessary handling or manipulation of the catheter and drainage system.\nII. Ensure routine daily irrigation of the indwelling catheter with sterile saline.\nIII. Empty the collection bag regularly (e.g., at least every 8 hours or when 2/3 full) using a separate, clean container for each patient, and avoid touching the drainage spout to the container.\nIV. Use a pre-assembled, sterile, closed urinary drainage system and maintain its integrity.",
    "options": ["II and IV.", "III and IV.", "I, III and IV."],
    "correctAnswer": "C",
    "rationale": "To prevent CAUTI, best practices include using a sterile closed drainage system (IV), minimizing handling (I), and ensuring regular bag emptying with aseptic technique (III). Routine irrigation (II) is not recommended and can increase infection risk; irrigation should only be done for specific indications like obstruction, using strict aseptic technique."
  },
  {
    "id": "med024",
    "questionText": "A 30-year-old man is on admission with glomerulonephritis. His vital signs were checked and recorded. Which of the following readings will indicate that he is having high blood pressure (hypertension)?",
    "options": [
      "Diastolic pressure of 95 mmHg.",
      "Pulse deficit of 10 per minute.",
      "Systolic pressure of 130 mmHg."
    ],
    "correctAnswer": "A",
    "rationale": "Hypertension is generally defined as a systolic blood pressure of 130 mmHg or higher, or a diastolic blood pressure of 80 mmHg or higher (Stage 1 Hypertension by ACC/AHA 2017 guidelines). A diastolic pressure of 95 mmHg clearly indicates high blood pressure. A systolic pressure of 130 mmHg is also considered elevated/Stage 1 hypertension. However, 95 mmHg diastolic is more definitively in the hypertensive range than a systolic of 130 mmHg alone if we must pick one from the options as most indicative of established hypertension. The option chosen reflects that a DBP of 95 mmHg is Stage 2 Hypertension."
  },
  {
    "id": "med025",
    "questionText": "A 32-year-old woman reported for a review. She has read about Graves' disease online and is afraid she has the diagnosis. Which of the following signs/symptoms is most specific to Graves' disease rather than other causes of hyperthyroidism?",
    "options": ["Heat intolerance.", "Infiltrative ophthalmopathy (e.g., exophthalmos, diplopia).", "Fine tremor."],
    "correctAnswer": "B",
    "rationale": "While heat intolerance, fine tremor, tachycardia, and weight loss are common in most forms of hyperthyroidism, infiltrative ophthalmopathy (Graves' ophthalmopathy), pretibial myxedema, and thyroid acropachy are specific autoimmune manifestations of Graves' disease, caused by antibodies targeting tissues beyond the thyroid gland."
  },
  {
    "id": "med026",
    "questionText": "A 34-year-old female presented to the emergency unit after waking up with unilateral facial paralysis. On physical examination, she has flattening of her forehead and nasolabial fold on the affected side, difficulty closing her eyelid, and a tingling sensation on that side as well. With your knowledge about the nervous system and its functions, which cranial nerve is primarily responsible for her motor symptoms?",
    "options": ["CN VII (Facial nerve).", "CN IX (Glossopharyngeal nerve).", "CN IV (Trochlear nerve)."],
    "correctAnswer": "A",
    "rationale": "The symptoms described, including unilateral facial paralysis affecting the upper face (inability to wrinkle forehead, difficulty closing eyelid) and lower face (nasolabial fold flattening, drooping mouth), are characteristic of a lesion of the Facial Nerve (CN VII). This pattern indicates a lower motor neuron type of palsy, as seen in conditions like Bell's palsy. The trigeminal nerve (CN V) is primarily responsible for facial sensation and muscles of mastication."
  },
  {
    "id": "med027",
    "questionText": "A 39-year-old female is on admission with a diagnosis of severe hypertension, currently managed with a beta-blocker and a thiazide diuretic. Her history also indicates she has type 2 diabetes, for which she is taking an oral hypoglycemic agent and is controlled. Her urinalysis reveals microscopic proteinuria, but her blood pressure remains elevated despite current therapy. What is the MOST appropriate medication class to be added to her management for both blood pressure control and renal protection?",
    "options": [
      "Discontinuation of oral hypoglycemics and initiation of insulin.",
      "High-dose insulin and an ACE inhibitor.",
      "An ACE inhibitor (or an ARB if ACE inhibitor is not tolerated)."
    ],
    "correctAnswer": "C",
    "rationale": "In patients with hypertension, type 2 diabetes, and proteinuria, ACE inhibitors (or ARBs) are recommended as first-line or add-on therapy. They not only help lower blood pressure but also provide specific renal protective effects by reducing intraglomerular pressure and proteinuria, thus slowing the progression of diabetic nephropathy."
  },
  {
    "id": "med028",
    "questionText": "A 39-year-old man presents with epigastric fullness and discomfort that worsen after meals. His history indicates that he smokes but has no prior diagnosis of ulcer disease and no alarm features (e.g., weight loss, bleeding, dysphagia). Which of the following is the best initial diagnostic and management approach?",
    "options": [
      "Breath testing for H. pylori and treatment if results are positive, followed by PPI if symptoms persist.",
      "Empiric antimicrobial treatment of H. pylori.",
      "An initial 4-8 week trial of a proton-pump inhibitor (PPI)."
    ],
    "correctAnswer": "C",
    "rationale": "For patients under 60 with uninvestigated dyspepsia and no alarm features, an empiric trial of a proton-pump inhibitor (PPI) for 4-8 weeks is a common initial strategy. If symptoms persist or recur, then testing for H. pylori (and treating if positive) or endoscopy might be considered. Empiric H. pylori treatment without testing is not standard."
  },
  {
    "id": "med029",
    "questionText": "A 3-year-old boy, Musa Abdul, is on admission with a valvular heart disease. In which of the following valvular heart conditions can there be a significant backward flow (regurgitation) of blood through the affected valve?\nI. Valvular Prolapse (if severe enough to cause leakage).\nII. Valvular Regurgitation/Insufficiency.\nIII. Valvular Stenosis.",
    "options": ["I only.", "I and II.", "II and III."],
    "correctAnswer": "B",
    "rationale": "Valvular regurgitation (or insufficiency) (II) is defined by the backward flow of blood through an incompetent valve. Severe valvular prolapse (I), where valve leaflets bulge back, can lead to significant regurgitation. Valvular stenosis (III) is a narrowing of the valve, which obstructs forward flow but does not primarily cause backward flow (though minor regurgitation can coexist)."
  },
  {
    "id": "med030",
    "questionText": "A 40-year-old male patient with type 2 diabetes and hypertension is treated for an acute myocardial infarction. Prior to this hospitalization, his cholesterol level had not been checked for five years, at which time he says it was \"normal.\" His current LDL cholesterol is 195 mg/dL. Which of the following is true regarding his LDL cholesterol management post-MI?",
    "options": [
      "Because he is diabetic, his LDL level should be targeted to less than 130 mg/dL.",
      "He should be treated to achieve a 30% reduction in his LDL cholesterol.",
      "He should be treated with high-intensity statin therapy to achieve at least a 50% reduction in his LDL cholesterol and ideally an LDL target of <70 mg/dL (or even <55 mg/dL)."
    ],
    "correctAnswer": "C",
    "rationale": "Patients with acute myocardial infarction, especially those with diabetes, are at very high risk for recurrent cardiovascular events. Current guidelines recommend high-intensity statin therapy aiming for at least a 50% reduction in LDL cholesterol and an LDL cholesterol target of <70 mg/dL, or even <55 mg/dL for very high-risk patients. A target of <130 mg/dL or a 30% reduction is insufficient for this patient profile."
  },
  {
    "id": "med031",
    "questionText": "A 40-year-old female patient is evaluated for paroxysmal facial pain that she describes as 10/10 severity and \"like an electrical shock\" that shoots from the corner of her mouth to the angle of her jaw. It usually lasts several seconds and is confined to the right side of her face. It is often triggered when she chews or drinks hot coffee. She has had three episodes in the last four days. She is afebrile, and her neurological examination is unremarkable. She is currently pain-free. Which of the following is the most likely diagnosis?",
    "options": [
      "Cluster headache.",
      "Migraine with aura.",
      "Trigeminal neuralgia."
    ],
    "correctAnswer": "C",
    "rationale": "Trigeminal neuralgia is characterized by recurrent, brief episodes of severe, unilateral facial pain, often described as electric shock-like, in the distribution of one or more branches of the trigeminal nerve (CN V). Pain is commonly triggered by innocuous stimuli like chewing, talking, or touching the face. The description fits classic trigeminal neuralgia."
  },
  {
    "id": "med032",
    "questionText": "A 40-year-old female with moderate intermittent asthma is being treated for an asthma exacerbation for which initial albuterol nebulizer treatments have failed to provide adequate relief. You are considering the use of systemic corticosteroids. Which of the following is TRUE about systemic corticosteroids in this context?",
    "options": [
      "Parenteral (IV/IM) therapy is always preferable to oral therapy in acute exacerbations for faster onset.",
      "The maximum effective dose of oral prednisone for an adult asthma exacerbation is typically 20 mg daily.",
      "The primary mechanism of action in treating asthma exacerbations is the suppression of airway inflammation."
    ],
    "correctAnswer": "C",
    "rationale": "Systemic corticosteroids (e.g., oral prednisone) are crucial in managing moderate to severe asthma exacerbations due to their potent anti-inflammatory effects, which reduce airway inflammation, edema, and mucus production. Oral administration is generally as effective as parenteral for most patients and is preferred. Typical adult doses for exacerbations are often 40-60 mg of prednisone daily."
  },
  {
    "id": "med033",
    "questionText": "A 40-year-old male patient presents with a sudden onset of an extremely severe headache, described as \"the worst headache of his life,\" which increases with movement of the head. He also reports neck stiffness and photophobia. Which of the following diagnoses should be urgently considered?",
    "options": [
      "Acute cluster headache attack.",
      "Severe migraine headache.",
      "Subarachnoid hemorrhage."
    ],
    "correctAnswer": "C",
    "rationale": "The sudden onset of a severe, 'thunderclap' headache, often described as the 'worst headache of life,' associated with neck stiffness and photophobia, is highly suspicious for a subarachnoid hemorrhage. This is a medical emergency requiring immediate investigation."
  },
  {
    "id": "med034",
    "questionText": "A 40-year-old patient reported with paroxysmal pain that she describes as 10/10 and \"like an electrical shock\" that shoots from the corner of her mouth to the angle of her jaw. It usually lasts several seconds and is confined to the right side of her face. It begins after she chews or drinks hot coffee. She has had three episodes in the last four days. She is afebrile with no notable neurologic deficits; she is currently pain-free. Which of the following is the MOST likely diagnosis?",
    "options": [
      "Trigeminal neuralgia.",
      "Atypical facial pain.",
      "Migraine headache with facial pain."
    ],
    "correctAnswer": "A",
    "rationale": "Trigeminal neuralgia is a chronic pain disorder characterized by recurrent, brief episodes of intense, stabbing, or electric shock-like pain in the distribution of the trigeminal nerve, often triggered by mild sensory stimuli. The patient's description is classic for this condition."
  },
  {
    "id": "med035",
    "questionText": "A 42-year-old woman, Madam Abena Mensah, reported difficulty in breathing while receiving an intravenous infusion. Which actions by the nurse will help confirm if Madam Mensah is developing pulmonary edema?\nI. Auscultating the lungs for crackles (rales).\nII. Placing Madam Abena Mensah in a sitting-up (High Fowler's) position and observing for relief of dyspnea.\nIII. Checking the fluid balance chart for evidence of positive fluid balance.",
    "options": ["I, II and III.", "I and II only.", "I and III only."],
    "correctAnswer": "A",
    "rationale": "Auscultating for crackles (I) is a key physical sign of pulmonary edema. Relief of dyspnea when sitting up (orthopnea improvement) (II) is characteristic. A positive fluid balance on the chart (III) indicates fluid overload, a common cause of pulmonary edema, thus supporting the diagnosis. All three actions contribute to confirming or supporting the suspicion."
  },
  {
    "id": "med036",
    "questionText": "A 42-year-old man is accompanied by his mother to the Emergency unit. During the history taking, he experienced a generalized tonic-clonic seizure. What is the recommended first-line pharmacological management for terminating an ongoing convulsive seizure in adults?",
    "options": [
      "Intravenous Lorazepam (e.g., 0.1 mg/kg, up to 4 mg).",
      "Intravenous Phenytoin loading dose (e.g., 20 mg/kg).",
      "Intravenous Phenobarbital loading dose (e.g., 20 mg/kg)."
    ],
    "correctAnswer": "A",
    "rationale": "Intravenous benzodiazepines, such as lorazepam or diazepam, are the first-line drugs for rapid termination of acute convulsive seizures due to their fast onset of action. Phenytoin or phenobarbital are second-line agents or used for preventing recurrence after initial stabilization, not typically as the initial drug to stop an active seizure if a benzodiazepine is available."
  },
  {
    "id": "med037",
    "questionText": "A 43-year-old banker reports to your facility with four episodes of vomiting bright red blood (hematemesis) today. He has no abdominal pain but feels lightheaded and weak. Which of the following is the MOST appropriate initial diagnostic procedure to identify the source of bleeding?",
    "options": [
      "Abdominal Computed Tomography (CT) scan with contrast.",
      "Abdominal Magnetic Resonance Imaging (MRI).",
      "Upper gastrointestinal endoscopy (esophagogastroduodenoscopy - EGD)."
    ],
    "correctAnswer": "C",
    "rationale": "Hematemesis indicates upper gastrointestinal bleeding. Upper gastrointestinal endoscopy (EGD) is the diagnostic procedure of choice as it allows direct visualization of the esophagus, stomach, and duodenum to identify the source of bleeding and potentially provide therapeutic intervention simultaneously."
  },
  {
    "id": "med038",
    "questionText": "A 43-year-old female with a past medical history of chronic type 2 diabetes and hypertension comes to the hospital clinic for a routine visit. She complains of progressive dyspnea on exertion. Recently, she developed symptoms compatible with paroxysmal nocturnal dyspnea. She controls her hypertension and diabetes with losartan and metformin respectively. Physical examination reveals a systolic ejection murmur in the aortic area. An echocardiogram shows significant stenosis of the aortic valve. Which underlying condition, if present in her history, would be a common cause for aortic stenosis in this age group, apart from a congenital bicuspid valve?",
    "options": ["Uncontrolled chronic hypertension.", "Poorly controlled type 2 diabetes.", "History of rheumatic fever."],
    "correctAnswer": "C",
    "rationale": "In a 43-year-old, significant aortic stenosis can be due to a congenital bicuspid aortic valve (most common), calcific degeneration (less common at this age unless accelerated by risk factors), or as a sequela of rheumatic heart disease. Rheumatic fever can lead to chronic valvular damage, including aortic stenosis, years after the acute illness."
  },
  {
    "id": "med039",
    "questionText": "A 48-year-old female has been taking ciprofloxacin for a urinary tract infection for three days. She reports to the hospital with a complaint of frequent watery stools, abdominal cramping, and bloating for the past day. She denies any blood or pus in the stools. She has been using over-the-counter loperamide (Imodium) without relief. Laboratory results indicate Clostridioides difficile toxin assay is positive. Which of the following antibiotics is recommended as first-line therapy for an initial episode of non-severe C. difficile infection?",
    "options": [
      "Oral Levofloxacin 750 mg daily.",
      "Oral Metronidazole 500 mg three times daily for 10 days.",
      "Oral Vancomycin 125 mg four times daily for 10 days."
    ],
    "correctAnswer": "C",
    "rationale": "For an initial episode of Clostridioides difficile infection (CDI), current guidelines recommend oral Vancomycin or oral Fidaxomicin as first-line therapy. Oral Metronidazole is an alternative for an initial non-severe episode if vancomycin or fidaxomicin are unavailable or contraindicated, but vancomycin is generally preferred due to higher efficacy. Levofloxacin is not used for C. difficile treatment and can be a risk factor for CDI."
  },
  {
    "id": "med040",
    "questionText": "A 48-year-old man reports drooping of the right side of his face and difficulty speaking clearly for 48 hours. On examination, paralysis of both the upper and lower facial muscles is present on the right side. He cannot raise his right eyebrow or close his right eye tightly. Drooping of the right side of the mouth is present, and the right nasolabial fold is smoothed out. Sensation is intact. Which of the following is the most likely diagnosis based on these symptoms?",
    "options": [
      "Upper motor neuron lesion (e.g., cortical stroke).",
      "Trigeminal neuralgia.",
      "Facial nerve paralysis (Bell's palsy or other CN VII LMN lesion)."
    ],
    "correctAnswer": "C",
    "rationale": "The patient's symptoms of unilateral facial paralysis affecting both the upper (forehead, eye closure) and lower (mouth) parts of the face are characteristic of a lower motor neuron (LMN) lesion of the facial nerve (CN VII). Bell's palsy is the most common cause of acute LMN facial paralysis. An upper motor neuron lesion typically spares the forehead muscles due to bilateral cortical innervation."
  },
  {
    "id": "med041",
    "questionText": "A 50-year-old woman was admitted to your ward with a history of constipation, hypertension, and diabetes. She uses laxatives as needed, about once a week, to help with her constipation. She has a family history of colon cancer. Physical examination is normal. Blood count and lipid profile are normal. The patient had her first screening colonoscopy 1 week ago. The report is as follows: 'The colonoscope was passed with ease to the cecum, as confirmed by the appendiceal orifice and ileocecal valve. Mild diverticular disease was noted in the sigmoid colon. The prep was poor, and semisolid stool was noted mostly in the ascending colon. Two 2mm flat white polyps were removed by biopsy polypectomy from the rectum. The pathology of these polyps returned as hyperplastic polyps.' Which of the following is the APPROPRIATE time interval until her next surveillance colonoscopy?",
    "options": ["3 years.", "1 year.", "5 years."],
    "correctAnswer": "A",
    "rationale": "Recommendations for repeat colonoscopy after a poor preparation can vary. The primary concern with poor prep is the potential to miss significant lesions. While small rectal hyperplastic polyps (<10mm) themselves are low risk and usually warrant a 10-year interval with good prep, the poor visualization of the ascending colon complicates this. Given the combination of poor prep in a significant segment, a family history of colon cancer, and the finding of any polyps (even if low-risk), an interval shorter than 10 years is necessary. Some guidelines or clinical judgments might recommend an interval of 3 years in such a scenario, balancing the low-risk polyps found with the need for better visualization and family history, although a 1-year repeat is also commonly advised for significantly poor preps."
  },
  {
    "id": "med042",
    "questionText": "A 50-year-old man with a history of hypertension, seizures, and alcohol use disorder is on admission on your ward after two weeks of productive cough, difficulty breathing, fever, and chills. On physical examination, his temperature is 39.2°C, and his heart rate is 110 bpm. An X-ray of the chest indicates an air-fluid level in the right upper lobe of the lung. The presumptive diagnosis is lung abscess, and he is on treatment with ampicillin/sulbactam. What is the MOST important nursing care for this patient?",
    "options": [
      "Assist patient into a comfortable position; record and report any changes.",
      "Perform adequate drainage using a chest tube; record and report any changes.",
      "Monitor and observe patient's vital signs frequently, assess respiratory status, administer medications as prescribed, ensure adequate nutrition and hydration; record and report any changes."
    ],
    "correctAnswer": "C",
    "rationale": "For a patient with a lung abscess on antibiotic treatment, comprehensive nursing care is crucial. This includes frequent monitoring of vital signs (temperature, heart rate, respiratory rate, oxygen saturation) to assess response to treatment and detect deterioration, regular assessment of respiratory status (breath sounds, cough, sputum, work of breathing), ensuring timely administration of antibiotics, providing supportive care like oxygen if needed, encouraging postural drainage if appropriate (though chest tube is less common unless specific indications), and maintaining nutrition/hydration. Reporting any significant changes promptly is vital. Option C best encompasses these key nursing responsibilities."
  },
  {
    "id": "med043",
    "questionText": "A 52-year-old woman has been referred by her urologist for a 3 cm right adrenal mass which was detected incidentally on an abdominal scan. Her weight has been stable. She has not noted hirsutism, acne, proximal myopathy, or easy bruising but has felt depressed lately. She also reports diaphoresis and occasional headaches but no palpitations. Her last menstrual period was 6 months ago. She has a 2-year history of Diabetes Mellitus that is well controlled by diet. Her last mammogram 6 months ago was negative, and no breast masses are present. Her BP is 115/85 mmHg, pulse is 95 bpm, and weight is 74kg. She has no supraclavicular fat pad or abdominal striae. Her stool is negative for occult blood. Complete blood cell count and chemistry profile are normal. Which of the following is the best initial biochemical screening strategy for this adrenal incidentaloma?",
    "options": [
      "Determine 24-hour urinary aldosterone and plasma renin activity (PRA).",
      "Overnight 1-mg dexamethasone suppression test.",
      "Serum DHEA-S and androstenedione levels."
    ],
    "correctAnswer": "B",
    "rationale": "For an incidentally discovered adrenal mass (adrenal incidentaloma), initial biochemical evaluation aims to assess for hormonal hypersecretion. Standard screening includes: 1) an overnight 1-mg dexamethasone suppression test (DST) or 24-hour urinary free cortisol to screen for autonomous cortisol secretion (subclinical Cushing's syndrome); 2) measurement of plasma free metanephrines or 24-hour urinary fractionated metanephrines and catecholamines to screen for pheochromocytoma (especially given her symptoms of diaphoresis and headaches); and 3) if hypertensive, assessment of aldosterone-to-renin ratio for primary aldosteronism. The DST (option B) is a key part of this initial workup. Aldosterone/PRA (option A) is indicated if hypertensive. Adrenal androgen assessment (option C) is considered if signs of virilization are present or if adrenocortical carcinoma is suspected."
  },
  {
    "id": "med044",
    "questionText": "A 53-year-old man with a history of chronic pancreatitis secondary to chronic alcohol use disorder on admission on your ward is complaining of acute worsening of epigastric pain and dizziness. His chronic pain has been hard to control despite adequate pain medications. On examination, he is afebrile, orthostatic (suggesting volume depletion), and has melena (black, tarry stool, indicating upper GI bleeding). Which of the following nursing care priorities is MOST appropriate?",
    "options": [
      "Monitor for general changes in condition; record and report.",
      "Check vital signs every 4 hours; record and report.",
      "Closely observe and frequently monitor vital signs (including orthostatics), assess for ongoing signs of bleeding (stool, vomitus, pallor, tachycardia), manage pain, maintain IV access for potential resuscitation, and report changes promptly to the medical team."
    ],
    "correctAnswer": "C",
    "rationale": "The patient presents with symptoms (acute worsening pain, dizziness, orthostasis, melena) suggestive of an acute complication, likely gastrointestinal bleeding (e.g., from gastritis, peptic ulcer, varices, or splenic vein thrombosis related to pancreatitis). This is a potentially life-threatening situation. The MOST appropriate nursing care involves vigilant and frequent monitoring of vital signs to detect shock, ongoing assessment for signs of bleeding, ensuring IV access for fluid/blood product resuscitation, managing pain, and immediate reporting of any deterioration or significant findings to the physician for urgent intervention."
  },
  {
    "id": "med045",
    "questionText": "A 54-year-old Madam Afua Nartey is on admission on account of heart failure. During her care she complained of difficulty in breathing. The appropriate immediate nursing interventions that the Nurse will put in place to aid breathing in Madam Nartey are:\nI. Auscultate the lungs.\nII. Place her in a high Fowler's position.\nIII. Administer oxygen as per hospital protocol or physician's order.\nIV. Administer prescribed PRN or stat diuretics if ordered for acute dyspnea.",
    "options": ["II and III only.", "I and II only.", "I, II and III."],
    "correctAnswer": "C",
    "rationale": "When a heart failure patient complains of acute difficulty breathing, immediate nursing interventions include: Auscultating the lungs (I) to assess for signs of pulmonary congestion (e.g., crackles). Placing the patient in a high Fowler's position (II) to ease breathing by reducing venous return and allowing maximal lung expansion. Administering oxygen (III) as per protocol or specific order to improve oxygenation. Administering prescribed diuretics (IV) is also a key intervention for fluid overload in heart failure causing dyspnea, but option C only includes I, II, and III. Among the choices, I, II, and III are all critical initial nursing actions."
  },
  {
    "id": "med046",
    "questionText": "A 55-year-old man presents with confusion and fever. He had an acute inferoposterior myocardial infarction and underwent coronary angioplasty to the right coronary artery. He is febrile. He is disoriented to place and time. His heart rate is 85 bpm, and his BP is 95/73 mmHg. He had a short tonic-clonic seizure while you were examining him. Although his postictal state lasts an hour, no focal neurologic abnormalities are detected on repeated neurologic examinations. Brain CT is unremarkable. Laboratory studies reveal the following: hematocrit 24%, white blood cells 7,100/mm³, platelets 11,000/mm³, prothrombin time 12 seconds, partial thromboplastin time 31 seconds, blood urea nitrogen 21 mg/dL, serum creatinine 2.9 mg/dL, lactate dehydrogenase 900 U/L, and direct Coombs' test negative. What is the NEXT STEP in making a diagnosis at this time?",
    "options": [
      "Intravenous fluid resuscitation.",
      "Peripheral blood smear review for schistocytes.",
      "Pulmonary artery catheterization."
    ],
    "correctAnswer": "B",
    "rationale": "The clinical picture (fever, confusion, seizure, recent MI/angioplasty) combined with laboratory findings of microangiopathic hemolytic anemia (anemia with high LDH, though haptoglobin/bilirubin not given), severe thrombocytopenia, and acute kidney injury, with normal coagulation studies (PT/PTT), is highly suggestive of Thrombotic Thrombocytopenic Purpura (TTP) or a similar thrombotic microangiopathy. TTP is a medical emergency. A crucial next step in diagnosis is a peripheral blood smear review, which would look for schistocytes (fragmented red blood cells), a hallmark of microangiopathic hemolysis seen in TTP."
  },
  {
    "id": "med047",
    "questionText": "A 55-year-old patient on your ward is on admission with a diagnosis of chronic renal failure. This has resulted in inadequate production of erythropoietin by the kidneys, and the patient can develop:",
    "options": ["Hypocalcemia.", "Anemia.", "Metabolic Acidosis."],
    "correctAnswer": "B",
    "rationale": "Erythropoietin is a hormone produced primarily by the kidneys that stimulates the bone marrow to produce red blood cells. In chronic renal failure (chronic kidney disease), damaged kidneys are unable to produce sufficient erythropoietin. This deficiency leads to decreased red blood cell production, resulting in normocytic, normochromic anemia, often called anemia of chronic kidney disease."
  },
  {
    "id": "med048",
    "questionText": "A 55-year-old female patient has stage II hypertension. On exam, she has trace pedal edema bilaterally but her lungs are clear. Her ECG reveals second-degree heart block (e.g., Mobitz Type I or II). Which of the following classes of antihypertensive medications should generally be avoided or used with extreme caution?",
    "options": [
      "Thiazide diuretics.",
      "Angiotensin receptor blockers (ARBs).",
      "Non-dihydropyridine calcium channel blockers (e.g., Verapamil, Diltiazem)."
    ],
    "correctAnswer": "C",
    "rationale": "Non-dihydropyridine calcium channel blockers (CCBs) such as verapamil and diltiazem have negative chronotropic (decrease heart rate) and dromotropic (decrease AV nodal conduction) effects. In a patient with pre-existing second-degree heart block, these medications can worsen the block by further slowing AV nodal conduction, potentially leading to symptomatic bradycardia or complete heart block. Beta-blockers also share this risk. Thiazide diuretics and ARBs do not directly have significant effects on AV conduction and are generally safer in this regard."
  },
  {
    "id": "med049",
    "questionText": "A 55-year-old banker was admitted to the ward with a diagnosis of acute cardiac tamponade causing hemodynamic compromise. What is the MOST important life-saving intervention?",
    "options": [
      "External cardiac massage (chest compressions).",
      "High-dose epinephrine administration.",
      "Intravenous fluid resuscitation as a temporizing measure while preparing for pericardiocentesis."
    ],
    "correctAnswer": "C",
    "rationale": "Acute cardiac tamponade leads to impaired cardiac filling and reduced stroke volume due to compression of the heart by pericardial fluid. The definitive treatment is pericardiocentesis (draining the pericardial fluid) to relieve the pressure. While awaiting or preparing for pericardiocentesis, intravenous fluid resuscitation can be a critical temporizing measure. By increasing intravascular volume and right-sided filling pressures, fluids can help maintain cardiac output and blood pressure. Epinephrine might be used for severe hypotension but doesn't address the underlying mechanical compression. Chest compressions are for cardiac arrest."
  },
  {
    "id": "med050",
    "questionText": "A 56-year-old woman was admitted to the female ward with polydipsia, Kussmaul respiration, fruity odor on her breath, and polyuria. She was disoriented and confused. Based on these signs and symptoms, how would this woman most likely be diagnosed?",
    "options": [
      "Diabetic ketoacidosis (DKA).",
      "Diabetes insipidus.",
      "Gestational diabetes."
    ],
    "correctAnswer": "A",
    "rationale": "The constellation of symptoms – polydipsia (excessive thirst), polyuria (excessive urination), Kussmaul respiration (deep, labored breathing as a compensatory mechanism for metabolic acidosis), fruity odor on breath (due to acetone, a ketone body), and altered mental status (disorientation, confusion) – are classic manifestations of Diabetic Ketoacidosis (DKA). DKA is a life-threatening complication of diabetes (usually Type 1, but can occur in Type 2 under stress) caused by severe insulin deficiency leading to hyperglycemia, ketogenesis, and metabolic acidosis. Confirmation involves blood tests for glucose, ketones, and arterial blood gases."
  },
  {
    "id": "med051",
    "questionText": "A 56-year-old man, Kwame Quarshie, has been diagnosed with gout. In explaining the cause to him, you would mention that it is primarily a result of the accumulation of __________ crystals in the joints and tissues, which occurs due to high levels of _______ in the blood.",
    "options": ["Calcium pyrophosphate; pyrophosphate.", "Uric acid; uric acid.", "Cholesterol; cholesterol."],
    "correctAnswer": "B",
    "rationale": "Gout is a form of inflammatory arthritis that occurs as a result of the deposition of monosodium urate (uric acid) crystals in the joints and soft tissues. This deposition happens when there are persistently high levels of uric acid in the blood (hyperuricemia). Purines are metabolic precursors to uric acid."
  },
  {
    "id": "med052",
    "questionText": "A 56-year-old male presents to the hospital with complaints of chest pain which began 3 hours prior to his visit and feels like a squeezing sensation. Which of the following associated findings or clinical presentations would MOST increase the likelihood of Acute Myocardial Infarction (AMI) in this patient?",
    "options": [
      "Isolated hypotension without other signs of shock.",
      "New onset shortness of breath (dyspnea).",
      "Chest pain that is consistently reproducible by palpation of the chest wall."
    ],
    "correctAnswer": "B",
    "rationale": "While chest pain characteristics are key, associated symptoms can increase suspicion for AMI. New onset shortness of breath (dyspnea) accompanying ischemic-type chest pain is a significant symptom suggestive of AMI, potentially indicating cardiac dysfunction leading to pulmonary congestion or equivalent anginal symptoms. Reproducible chest pain on palpation is more characteristic of musculoskeletal pain and generally decreases the likelihood of AMI. Isolated hypotension can occur in AMI (e.g., cardiogenic shock, right ventricular MI) but SOB is a very common anginal equivalent or sign of heart failure due to ischemia."
  },
  {
    "id": "med053",
    "questionText": "A 6-year-old girl from a rural area was brought to your facility by her mother with complaints of the child not being able to play with peers for long and always squatting after a short period of activity. On your assessment, you observed that the child had clubbed fingers and toes, and peripheral cyanosis. In your understanding, these findings, particularly the squatting behavior and clubbing, are classic for which of the following conditions?",
    "options": ["Severe iron-deficiency anemia.", "Cyanotic congenital heart disease (e.g., Tetralogy of Fallot).", "Chronic bronchitis."],
    "correctAnswer": "B",
    "rationale": "Clubbing of the fingers and toes, cyanosis, and exertional dyspnea relieved by squatting are classic signs of certain cyanotic congenital heart diseases, most notably Tetralogy of Fallot. Squatting increases systemic vascular resistance, which decreases right-to-left shunting of deoxygenated blood across the ventricular septal defect, thereby improving arterial oxygen saturation and relieving dyspnea. Chronic hypoxia from such conditions leads to digital clubbing."
  },
  {
    "id": "med054",
    "questionText": "A 64-year-old man reports to the emergency room with a severe headache that began 5 hours ago. He describes it as a unilateral dull ache over his left eye and temporal region, accompanied by nausea and photophobia. He took acetaminophen followed by ibuprofen at home without relief. He has a history of coronary artery disease and recently received treatment for acute low back pain with a short course of NSAIDs. Which of the following analgesic drug classes, if considered for his current headache, should be used with extreme caution or avoided in this patient due to his cardiovascular history?",
    "options": ["Opioids (e.g., hydrocodone combinations).", "NSAIDs (e.g., naproxen, high-dose ibuprofen, diclofenac).", "Acetaminophen (paracetamol)."],
    "correctAnswer": "B",
    "rationale": "Nonsteroidal anti-inflammatory drugs (NSAIDs), especially non-selective COX inhibitors and COX-2 inhibitors (except low-dose aspirin), are associated with an increased risk of cardiovascular thrombotic events, including myocardial infarction and stroke, particularly in patients with pre-existing cardiovascular disease like coronary artery disease. Given the patient's history, further use of NSAIDs for his headache should be avoided or used with extreme caution and for the shortest duration possible if deemed absolutely necessary. While opioids carry their own risks (sedation, respiratory depression, dependence), the specific CV risk highlighted for NSAIDs is prominent. Acetaminophen is generally considered safer from a cardiovascular perspective."
  },
  {
    "id": "med061",
    "questionText": "Which of the following is TRUE regarding Clostridioides difficile (formerly Clostridium difficile)?",
    "options": [
      "It is most commonly transmitted via airborne droplets.",
      "It is an anaerobic, gram-positive, spore-forming, toxin-producing bacillus.",
      "Recent metronidazole use is a primary predisposing risk factor for acquiring C. difficile infection."
    ],
    "correctAnswer": "B",
    "rationale": "Clostridioides difficile is an anaerobic, gram-positive bacillus that forms resilient spores. These spores are the primary mode of transmission, typically via the fecal-oral route (e.g., contaminated surfaces, hands of healthcare workers). It produces toxins (Toxin A and Toxin B) that cause diarrhea and colitis (C. difficile infection - CDI). While metronidazole is a treatment for CDI, the major predisposing risk factor for CDI is recent use of other antibiotics (like clindamycin, fluoroquinolones, cephalosporins) which disrupt the normal gut microbiota, allowing C. difficile to proliferate. Airborne transmission is not the typical route."
  },
  {
    "id": "med063",
    "questionText": "A 72-year-old female with type 2 diabetes is scheduled for a CT scan with intravenous contrast. Which of the following oral hypoglycemic medications should generally be withheld prior to and for a period after this examination, especially if renal function is borderline or impaired?",
    "options": ["Metformin.", "Insulin Lantus (glargine).", "Glipizide."],
    "correctAnswer": "A",
    "rationale": "Metformin is an oral hypoglycemic agent that is primarily excreted by the kidneys. Intravenous contrast media used in CT scans can potentially cause contrast-induced nephropathy (CIN), leading to acute kidney injury. If a patient taking metformin develops CIN, metformin can accumulate in the body, increasing the risk of a rare but serious side effect called lactic acidosis. Therefore, it is standard practice to temporarily withhold metformin before, and for about 48 hours after, receiving IV contrast, with renal function re-checked before restarting."
  },
  {
    "id": "med064",
    "questionText": "A patient presents to the emergency department with acute onset of substernal chest pain radiating to the left arm, accompanied by diaphoresis and nausea. Which of the following tests should be ordered INITIALLY as a priority to evaluate for acute coronary syndrome?",
    "options": ["B. Serum Amylase.", "C. Serum Lipase.", "A. 12-lead Electrocardiogram (ECG)."],
    "correctAnswer": "C",
    "rationale": "In a patient presenting with symptoms highly suggestive of an acute coronary syndrome (ACS), such as acute myocardial infarction, a 12-lead Electrocardiogram (ECG) is the MOST important initial diagnostic test and should be obtained within 10 minutes of arrival. The ECG can provide immediate evidence of myocardial ischemia or injury (e.g., ST-segment elevation or depression, T-wave inversions, new LBBB) and guide urgent management decisions. Cardiac biomarkers (like troponin) are also crucial but the ECG is the first priority for immediate information. Amylase and lipase are tests for pancreatitis."
  },
  {
    "id": "med065",
    "questionText": "A 72-year-old man with a history of alcoholic cirrhosis and recurrent ascites was admitted to the hospital 5 days ago with hematemesis. He now has developed worsening oliguria, a progressive rise in serum creatinine, and dark-colored urine. He has bilateral edema of the lower extremities. What is the MOST likely explanation for his acute kidney injury?",
    "options": [
      "Acute tubular necrosis (ATN) secondary to hypotension from bleeding.",
      "Contrast-induced nephropathy.",
      "Hepatorenal syndrome (HRS)."
    ],
    "correctAnswer": "C",
    "rationale": "Hepatorenal syndrome (HRS) is a form of acute kidney injury (AKI) that occurs in patients with advanced liver disease, such as cirrhosis with ascites, in the absence of other identifiable causes of kidney disease. It is characterized by intense renal vasoconstriction leading to a progressive decline in renal function. Given the patient's history of alcoholic cirrhosis, recurrent ascites, and now developing AKI with oliguria and rising creatinine after an event like hematemesis (which can precipitate HRS), hepatorenal syndrome is a very likely explanation. While ATN from hypovolemia is possible, HRS is a specific complication of severe liver disease."
  },
  {
    "id": "med072",
    "questionText": "A client arrives at the emergency room with an impacted cerumen (earwax) in the left ear canal causing discomfort and hearing difficulty. Which interventions would the nurse anticipate performing or assisting with initially, assuming no contraindications like ear drum perforation?",
    "options": [
      "Immediate irrigation of the ear with a high-pressure syringe.",
      "Instillation of antibiotic ear drops.",
      "Instillation of a cerumenolytic agent (e.g., olive oil, docusate sodium, carbamide peroxide) to soften the wax."
    ],
    "correctAnswer": "C",
    "rationale": "For impacted cerumen, the initial approach often involves attempting to soften the wax using a cerumenolytic agent. Instillation of drops like olive oil, mineral oil, docusate sodium, or carbamide peroxide can help soften and break down the impacted cerumen, facilitating its natural expulsion or subsequent easier removal by gentle irrigation or manual extraction if needed. Antibiotic ear drops are for infection, not uncomplicated cerumen impaction. Irrigation should be done gently and is often preceded by softening agents."
  },
  {
    "id": "med073",
    "questionText": "In planning care for a patient with suspected acute gastroenteritis, which of the following is NOT typically a primary diagnostic test used for uncomplicated cases, although it might be used if complications or alternative diagnoses are suspected?",
    "options": ["Endoscopy (e.g., sigmoidoscopy or colonoscopy).", "Full blood count (CBC).", "Plain abdominal X-ray."],
    "correctAnswer": "A",
    "rationale": "For uncomplicated acute gastroenteritis, the diagnosis is often clinical, based on symptoms like diarrhea, vomiting, abdominal cramps, and sometimes fever. Stool studies (for pathogens, ova/parasites, C. difficile toxin) may be done if severe, prolonged, bloody, or in outbreaks. A CBC might show dehydration or inflammation. An abdominal X-ray is generally not indicated for uncomplicated gastroenteritis but might be used to rule out obstruction or perforation if suspected. Endoscopy is invasive and not a routine diagnostic tool for typical gastroenteritis; it's reserved for specific situations like diagnostic uncertainty, severe or chronic symptoms, or suspicion of inflammatory bowel disease."
  },
  {
    "id": "med074",
    "questionText": "A compound that, when dissolved in a solution (typically water), dissociates into electrically charged particles (ions) and is capable of conducting electricity is known as an:",
    "options": ["Anion.", "Cation.", "Electrolyte."],
    "correctAnswer": "C",
    "rationale": "An electrolyte is a substance that produces an electrically conducting solution when dissolved in a polar solvent, such as water. The dissolved electrolyte separates into cations (positively charged ions) and anions (negatively charged ions), which disperse uniformly through the solvent. Electrolytes are crucial for many physiological processes, including fluid balance, nerve conduction, muscle contraction, and acid-base balance."
  },
  {
    "id": "med075",
    "questionText": "A CT scan report of Mrs. Gladys Bossman revealed findings consistent with a progressive disease characterized by the formation of lipid-rich plaques (atheromas) affecting the intimal and medial layers of large and midsize arteries, leading to narrowing and reduced blood flow. Mrs. Bossman is likely to be diagnosed with?",
    "options": ["Arteriosclerosis (general term for hardening of arteries).", "Atherosclerosis.", "Arteriogenesis (formation of new arteries)."],
    "correctAnswer": "B",
    "rationale": "Atherosclerosis is a specific type of arteriosclerosis characterized by the buildup of atheromatous plaques (composed of lipids, cholesterol, calcium, cellular debris, and fibrous connective tissue) within the intimal lining (and often affecting the media) of large and medium-sized arteries. This process leads to arterial narrowing (stenosis), reduced elasticity, and can result in restricted blood flow, potentially causing conditions like coronary artery disease, peripheral artery disease, or stroke."
  },
  {
    "id": "med076",
    "questionText": "A definitive diagnosis of sickle cell disease and its specific type (e.g., HbSS, HbSC) is based on which diagnostic result?",
    "options": [
      "Bone marrow aspiration and biopsy.",
      "Full blood count (CBC) with peripheral smear examination.",
      "Hemoglobin electrophoresis or High-Performance Liquid Chromatography (HPLC)."
    ],
    "correctAnswer": "C",
    "rationale": "While a CBC and peripheral smear can suggest sickle cell disease (e.g., by showing anemia, sickle-shaped red blood cells, Howell-Jolly bodies), the definitive diagnosis and identification of the specific type of sickle cell disease (or trait) relies on hemoglobin analysis techniques. Hemoglobin electrophoresis or High-Performance Liquid Chromatography (HPLC) are used to separate and quantify the different types of hemoglobin present in a blood sample, allowing for the identification of abnormal hemoglobins like HbS (sickle hemoglobin), HbC, etc., and their relative proportions."
  },
  {
    "id": "med077",
    "questionText": "A disease or condition with an unknown cause or spontaneous origin is usually described as an _______ disease.",
    "options": ["Idiopathic.", "Iatrogenic.", "Communicable."],
    "correctAnswer": "A",
    "rationale": "The term 'idiopathic' is used in medicine to describe a disease or condition that arises spontaneously or for which the cause is unknown or cannot be identified despite investigation. 'Iatrogenic' refers to a condition caused by medical examination or treatment. 'Communicable' refers to a disease that can be transmitted from one person or organism to another."
  },
  {
    "id": "med078",
    "questionText": "A disorder of the inner ear characterized by recurrent episodes of spontaneous, severe vertigo (often with nausea and vomiting), fluctuating sensorineural hearing loss, tinnitus (ringing in the ear), and a sensation of aural fullness is called:",
    "options": ["Acute otitis media.", "Meniere's disease (or Meniere's syndrome).", "Mastoiditis."],
    "correctAnswer": "B",
    "rationale": "Meniere's disease (or Meniere's syndrome) is a disorder of the inner ear thought to be caused by an abnormality in the volume or composition of endolymph. It is characterized by a classic triad of symptoms: episodic vertigo, sensorineural hearing loss (often fluctuating, initially affecting low frequencies), and tinnitus. A sensation of pressure or fullness in the affected ear is also common. Acute otitis media is an infection of the middle ear. Mastoiditis is an infection of the mastoid bone."
  },
  {
    "id": "med079",
    "questionText": "A farmer who self-medicates with both herbal and orthodox medicines was rushed to your facility with complaints of severe flank pain, tingling of the fingers and toes, and muscle twitching. He was diagnosed with acute renal failure. The tingling and muscle twitching are MOST LIKELY caused by electrolyte disturbances common in acute renal failure, such as:",
    "options": ["Metabolic acidosis.", "Hypocalcemia and/or Hyperkalemia.", "Hypernatremia."],
    "correctAnswer": "B",
    "rationale": "In acute renal failure, the kidneys' ability to regulate electrolytes is impaired. Hypocalcemia (low calcium) can occur due to factors like hyperphosphatemia (impaired phosphate excretion binds calcium) and decreased activation of Vitamin D. Hypocalcemia is a common cause of perioral tingling, paresthesias in fingers/toes, and muscle twitching (tetany). Hyperkalemia (high potassium) due to impaired excretion can also cause paresthesias and muscle weakness, and in severe cases, arrhythmias or even flaccid paralysis, but prominent twitching is more classic for hypocalcemia. Metabolic acidosis is also common but less directly causes twitching like hypocalcemia does."
  },
  {
    "id": "med080",
    "questionText": "A female patient aged 31 is on admission on the ward with a diagnosis of ulcerative colitis. Her diagnostic workup involved endoscopy. Considering normal digestive physiology, which of the following enzymes is a pancreatic zymogen that is activated and functions within the small intestine, rather than being produced by the small intestinal mucosa itself?",
    "options": ["Chymotrypsinogen.", "Enterokinase (enteropeptidase).", "Erepsin (a mixture of intestinal peptidases)."],
    "correctAnswer": "A",
    "rationale": "Chymotrypsinogen is an inactive enzyme precursor (zymogen) that is produced and secreted by the pancreas. It travels via the pancreatic duct into the duodenum (the first part of the small intestine). In the small intestine, chymotrypsinogen is activated by trypsin (which itself is activated from pancreatic trypsinogen by enterokinase) into its active form, chymotrypsin, which is a protease involved in protein digestion. Enterokinase is produced by the duodenal mucosa. Erepsin is an older term for a group of peptidases found in the intestinal juice, also produced by the intestinal mucosa."
  },
  {
    "id": "med081",
    "questionText": "A female patient on your ward had a severe drug reaction after administration of her medication. Her lips became swollen, and she developed difficulty breathing. This type of reaction is known as:",
    "options": [
      "Drug intolerance.",
      "Adverse medication reaction.",
      "Anaphylactic reaction."
    ],
    "correctAnswer": "C",
    "rationale": "Anaphylaxis is a severe, acute, and potentially life-threatening systemic allergic reaction to a substance, such as a medication, food, or insect sting. Symptoms of anaphylaxis can include swelling of the lips, tongue, or throat (angioedema), difficulty breathing (bronchospasm, laryngeal edema), hives (urticaria), nausea, vomiting, a rapid drop in blood pressure (hypotension), and shock."
  },
  {
    "id": "med083",
    "questionText": "A group of students contracted typhoid fever. Salmonella Typhi, which is the causative organism for this condition, could have been transmitted through:",
    "options": [
      "Droplets from an infected person through coughing or sneezing.",
      "Having unprotected sex with an infected person.",
      "Consumption of contaminated food or water."
    ],
    "correctAnswer": "C",
    "rationale": "Typhoid fever, caused by the bacterium Salmonella Typhi, is primarily transmitted through the fecal-oral route. This typically occurs via ingestion of food or water that has been contaminated with the feces or urine of an infected individual or a chronic carrier."
  },
  {
    "id": "med085",
    "questionText": "A known hypertensive female patient reports to your facility with complaints of severe abdominal pain. She was diagnosed with acute gastritis. Which of the following statements regarding acute gastritis is true?",
    "options": [
      "It can be the result of chronic intake of nonsteroidal anti-inflammatory drugs (NSAIDs).",
      "It is primarily caused by a lack of dietary fiber.",
      "The gold standard for evaluation is colonoscopy."
    ],
    "correctAnswer": "A",
    "rationale": "Acute gastritis, an inflammation of the stomach lining, can be caused by several factors. Chronic intake of nonsteroidal anti-inflammatory drugs (NSAIDs) is a common cause as they can disrupt the protective mucus layer of the stomach. Other causes include excessive alcohol consumption, H. pylori infection, severe stress, and certain autoimmune conditions. Colonoscopy evaluates the colon; upper endoscopy (EGD) is used for gastritis."
  },
  {
    "id": "med086",
    "questionText": "A laboratory investigation on Mr. Seidu Issaka revealed protozoa, helminths, and bacteria as the causative agents of his condition. The Doctor on duty assessed and diagnosed him as having concomitant infections. This indicates the presence of:",
    "options": [
      "A single type of parasite in one host.",
      "Two or more different types of infectious agents in one host.",
      "Several parasites of the same species in one host."
    ],
    "correctAnswer": "B",
    "rationale": "Concomitant infections, also known as coinfections or multiple infections, refer to the simultaneous presence of two or more different types of pathogenic organisms (e.g., different species of bacteria, viruses, fungi, or parasites) infecting a single host at the same time. Mr. Issaka having protozoa, helminths, and bacteria concurrently exemplifies this."
  },
  {
    "id": "med087",
    "questionText": "A major objective of nursing care for patients with acute lymphocytic leukemia undergoing chemotherapy is to:",
    "options": [
      "Obtain baseline data for monitoring normal growth patterns.",
      "Minimize the patient's risk of acquiring infections.",
      "Improve the patient's responsiveness to sudden changes in the nursing care plan."
    ],
    "correctAnswer": "B",
    "rationale": "Patients undergoing chemotherapy for acute lymphocytic leukemia are severely immunocompromised due to myelosuppression (a common side effect of chemotherapy) and the disease itself. This makes them highly susceptible to infections. Therefore, a primary nursing objective is to implement meticulous infection control measures to minimize their exposure to pathogens and risk of infection."
  },
  {
    "id": "med088",
    "questionText": "A 35-year-old male patient was admitted to the ward with a severe sinus infection and bacterial meningitis. He subsequently develops acute kidney injury (AKI), suspected to be due to drug interactions or nephrotoxic effects of medications. What is a key nursing intervention for this patient regarding renal function?",
    "options": [
      "Check vital signs strictly every 4 hours and report.",
      "Monitor patient closely for signs of fluid volume excess and electrolyte imbalances.",
      "Ensure aggressive fluid administration regardless of urine output."
    ],
    "correctAnswer": "B",
    "rationale": "In acute kidney injury (AKI), regardless of cause, close monitoring for fluid volume excess (e.g., edema, pulmonary congestion, hypertension) and electrolyte imbalances (e.g., hyperkalemia, hyponatremia, hyperphosphatemia) is critical. While ensuring adequate hydration is important if the AKI is pre-renal or to flush nephrotoxins (if urine output is maintained), aggressive fluid administration can be harmful if the patient is oliguric or anuric, leading to fluid overload. Accurate intake/output, daily weights, and lab monitoring are essential."
  },
  {
    "id": "med089",
    "questionText": "A 52-year-old male patient is on admission on your ward and has not yet been diagnosed. During the general assessment, you observed an involuntary, irregular, jerky, flapping movement of the hands when he extends his arms and dorsiflexes his wrists. This sign, often associated with metabolic encephalopathies like liver dysfunction, is known as:",
    "options": [
      "Dystonia.",
      "Asterixis.",
      "Parkinsonian tremor."
    ],
    "correctAnswer": "B",
    "rationale": "Asterixis, also known as a 'flapping tremor' or 'liver flap,' is an involuntary, jerky, irregular, flapping movement, typically observed in the hands when the patient extends their arms and dorsiflexes their wrists. It is a characteristic sign of metabolic encephalopathies, most commonly hepatic encephalopathy due to severe liver dysfunction and the accumulation of toxins like ammonia. It can also be seen in uremic encephalopathy and carbon dioxide narcosis."
  },
  {
    "id": "med091",
    "questionText": "A male patient visits the Out-Patient Department (OPD) of your facility and was diagnosed with Vincent's angina (Acute Necrotizing Ulcerative Gingivitis - ANUG). The BEST antibiotic treatment of choice is typically:",
    "options": [
      "Azithromycin.",
      "Amoxicillin (often with metronidazole).",
      "Penicillin V (often with metronidazole)."
    ],
    "correctAnswer": "C",
    "rationale": "Vincent's angina (ANUG) is a polymicrobial infection, typically involving anaerobic bacteria like Fusobacterium species and spirochetes (e.g., Borrelia vincentii, Treponema species). Penicillin V (or amoxicillin) combined with metronidazole is a common and effective first-line antibiotic regimen to target both aerobic and anaerobic components of the infection. Metronidazole alone can also be used, especially if there is a penicillin allergy."
  },
  {
    "id": "med092",
    "questionText": "A middle-aged man was accompanied by his wife to the medical emergency department where you work, with complaints of difficulty in breathing. Your initial assessment suggests he has a collection of fluid in his lungs (pulmonary edema). As the Nurse on duty, what position will you place the patient in to facilitate ease of breathing?",
    "options": [
      "Semi-Fowler's position.",
      "High Fowler's position (sitting upright).",
      "Prone position."
    ],
    "correctAnswer": "B",
    "rationale": "For a patient with acute pulmonary edema and difficulty breathing, the High Fowler's position (sitting upright with the head of the bed elevated 60-90 degrees, often with legs dependent) is preferred. This position helps to decrease venous return to the heart (preload), reduce pulmonary congestion, maximize lung expansion by allowing the diaphragm to descend fully, and thus eases the work of breathing."
  },
  {
    "id": "med093",
    "questionText": "A minibus driver suddenly stopped the car, complaining to his passengers of severe excruciating pain in one eye, blurred vision, and seeing colored halos around lights. He was rushed to the nearest eye clinic. Ocular assessment revealed a fixed mid-dilated pupil, corneal edema (frosted appearance), and he was diagnosed with Acute Angle Closure Glaucoma. The nurse at the clinic understands that in this condition, the driver's intraocular pressure (IOP) may rise to:",
    "options": [
      "Around 25-32 mmHg.",
      "Around 20-22 mmHg.",
      "50 mmHg or significantly higher."
    ],
    "correctAnswer": "C",
    "rationale": "In Acute Angle Closure Glaucoma, a sudden blockage of aqueous humor outflow causes a rapid and severe increase in intraocular pressure (IOP). Normal IOP is typically 10-21 mmHg. In an acute attack, IOP can rise dramatically, often exceeding 40-50 mmHg, and can even reach levels of 60-80 mmHg or higher. Such high pressures can quickly lead to optic nerve damage and irreversible vision loss, making it an ophthalmic emergency."
  },
  {
    "id": "med094",
    "questionText": "A mother brought her 16-year-old JHS (Junior High School) teenager to the hospital with suspected meningitis. Which of the following symptom combinations may be present during the initial phase of meningitis?",
    "options": [
      "Fever and headache.",
      "Isolated headache and neck stiffness without fever.",
      "Headache, nausea, and vomiting without fever."
    ],
    "correctAnswer": "A",
    "rationale": "Fever and headache are very common early symptoms of meningitis, an inflammation of the membranes surrounding the brain and spinal cord. These symptoms reflect the body's systemic inflammatory response to infection. Neck stiffness (nuchal rigidity), photophobia, nausea, and vomiting are also classic signs but may develop subsequently or concurrently."
  },
  {
    "id": "med095",
    "questionText": "A mother brought her 16-year-old JHS (Junior High School) teenager to the hospital with suspected meningitis. Which of the following symptom combinations may be present during the initial phase of meningitis?",
    "options": [
      "Fever and headache.",
      "Isolated headache and neck stiffness without fever.",
      "Headache, nausea, and vomiting without fever."
    ],
    "correctAnswer": "A",
    "rationale": "Fever and headache are key early signs of meningitis. They result from the body's immune and inflammatory response to the infection. The fever is a systemic sign of inflammation, and the headache is often caused by irritation of the meninges and potentially increased intracranial pressure due to the inflammation."
  },
  {
    "id": "med098",
    "questionText": "A Nurse is educating a group of patients at the Out-Patient Department (OPD) on Gout. A patient asked the Nurse to identify which of the following foods (represented by I, II, III, IV in the options below, which are not explicitly listed in this question text) should be eaten or limited. Given common dietary advice, which selection represents a correct recommendation?",
    "options": [
      "I, II, III and IV (assuming all are good choices).",
      "II and IV (assuming II and IV are good/moderate choices, and I and III are to be limited).",
      "I and IV (assuming I and IV are good/moderate choices, and II and III are to be limited)."
    ],
    "correctAnswer": "B",
    "rationale": "The options refer to an unlisted set of food items (I, II, III, IV). The provided rationale in the original problem stated: 'A diet that includes bananas and meat, while limiting sardines and wheat bread, may help to manage gout...'. If we assume II represents 'bananas' (low purine, good choice) and IV represents 'meat' (to be consumed in moderation, choosing lean types), and I represents 'sardines' (high purine, limit) and III represents 'wheat bread' (generally okay, but refined vs whole grain matters, and not a primary focus for gout like purine content), then option B ('II and IV') would align with encouraging bananas and allowing meat in moderation. Effective gout dietary education focuses on limiting high-purine foods, alcohol, and sugary drinks, while encouraging low-purine foods, hydration, and often low-fat dairy and certain fruits like cherries."
  },
  {
    "id": "med099",
    "questionText": "A nurse is evaluating a patient with macrocytic anemia, most likely due to Vitamin B₁₂ deficiency. Which of the following neurological symptoms is characteristically associated with Vitamin B₁₂ deficiency anemia?",
    "options": [
      "Asterixis.",
      "Generalized hair thinning.",
      "Tingling and numbness in the feet (paresthesias)."
    ],
    "correctAnswer": "C",
    "rationale": "Vitamin B₁₂ is essential for the normal functioning of the nervous system, particularly for the maintenance of myelin sheaths. Deficiency can lead to a neurological syndrome called subacute combined degeneration of the spinal cord. This commonly manifests as peripheral neuropathy, causing symptoms such as tingling (paresthesias), numbness, and weakness, typically starting in the feet and progressing symmetrically. Other neurological signs can include gait ataxia, proprioceptive loss, and cognitive changes."
  },
  {
    "id": "med100",
    "questionText": "A Nurse is teaching bank workers, whose jobs may involve prolonged periods of sitting or standing, how to prevent varicose veins. Which of the following recommendations made by the Nurse is MOST accurate and beneficial?",
    "options": [
      "Wear clean white cotton socks with shoes at all times.",
      "Wear graduated compression stockings or support hose.",
      "Engage primarily in passive range of motion exercises for the legs."
    ],
    "correctAnswer": "B",
    "rationale": "Varicose veins occur when veins become enlarged, twisted, and swollen, often due to weakened valves and increased pressure. Prolonged sitting or standing can exacerbate this. Graduated compression stockings apply gentle pressure to the legs, with more pressure at the ankles and decreasing upwards, which helps improve blood flow, support vein walls, reduce venous stasis and swelling, and can prevent or slow the progression of varicose veins."
  },
  {
    "id": "med101",
    "questionText": "A nurse is treating a 70-year-old male patient with a history of coronary artery disease and hypertension for acute low back pain. Which of the following analgesic drugs should she generally avoid in this patient due to cardiovascular concerns?",
    "options": [
      "Acetaminophen.",
      "Tramadol.",
      "Naproxen (Naprosyn)."
    ],
    "correctAnswer": "C",
    "rationale": "Naproxen is a nonsteroidal anti-inflammatory drug (NSAID). Most NSAIDs (except low-dose aspirin) have been shown to increase the risk of adverse cardiovascular thrombotic events, including myocardial infarction and stroke, particularly in patients with pre-existing cardiovascular disease like coronary artery disease. They can also exacerbate hypertension and heart failure. Acetaminophen and tramadol (used cautiously) generally have lower cardiovascular risk profiles in this context, though all analgesics have potential side effects."
  },
  {
    "id": "med102",
    "questionText": "A nurse is developing a nursing care plan for a patient diagnosed with an acute gout attack affecting the right foot. What is an appropriate non-pharmacological nursing intervention to include for pain relief?",
    "options": [
      "Administer low-dose Aspirin daily.",
      "Apply cold compresses to the affected joint.",
      "Encourage a diet high in purine-rich foods during the acute phase."
    ],
    "correctAnswer": "B",
    "rationale": "Applying cold compresses or ice packs to the inflamed joint during an acute gout attack helps to reduce pain, swelling, and inflammation by causing local vasoconstriction and decreasing the activity of inflammatory mediators. Aspirin is generally avoided in acute gout as it can affect uric acid levels paradoxically. High-purine foods are contraindicated as they can worsen gout."
  },
  {
    "id": "med103",
    "questionText": "A nursing diagnosis of 'Fluid volume deficit and electrolyte imbalance related to osmotic diuresis' is made for a patient with Diabetic Ketoacidosis (DKA). The Nurse MUST prepare to administer which of the following IV fluids INITIALLY for this patient?",
    "options": [
      "Dextrose 5% in 0.9% Saline.",
      "Dextrose 4% in 0.18% Saline (1/5 Normal Saline).",
      "0.9% Normal Saline (Isotonic Saline)."
    ],
    "correctAnswer": "C",
    "rationale": "Diabetic Ketoacidosis (DKA) is characterized by hyperglycemia, ketosis, acidosis, and significant dehydration due to osmotic diuresis. The initial and most crucial step in fluid management is rapid volume repletion with an isotonic crystalloid solution. 0.9% Normal Saline is the standard initial IV fluid used to restore intravascular volume, improve tissue perfusion, and correct electrolyte imbalances. Dextrose-containing solutions are typically introduced later, once blood glucose levels have fallen significantly (e.g., to <250 mg/dL or 14 mmol/L), to prevent hypoglycemia and help in the clearance of ketones."
  },
  {
    "id": "med104",
    "questionText": "A nursing diagnosis of 'Impaired verbal communication related to brain damage' is made for a patient with an ischemic stroke who has aphasia. Which of the following general nursing actions is MOST appropriate to facilitate communication?",
    "options": [
      "Provide pen and paper for the patient to write messages, if motor skills allow.",
      "Establish and maintain eye contact, and use non-judgmental, active listening when communicating with the patient.",
      "Mainly ask yes/no questions to simplify communication and avoid patient frustration."
    ],
    "correctAnswer": "B",
    "rationale": "Establishing and maintaining eye contact demonstrates engagement and respect. Using active listening skills (e.g., patience, allowing time to respond, paying attention to non-verbal cues) creates a supportive environment that can significantly facilitate communication with a patient experiencing aphasia. While providing alternative communication methods (like pen/paper or communication boards) and simplifying questions can be useful specific techniques, a foundational approach of respectful, attentive interaction (as in option B) is paramount and broadly applicable."
  },
  {
    "id": "med105",
    "questionText": "A nursing diagnosis of 'Imbalanced Nutrition: Less Than Body Requirements' is made for a patient with protein-energy malnutrition. Which of the following should the nurse prioritize when planning nutritional care for this patient?",
    "options": [
      "Focus on modifying the patient's favourite foods to make them healthier.",
      "Provide small, frequent, highly nutritious, and calorie-dense meals and snacks.",
      "Arrange for Total Parenteral Nutrition (TPN) if the patient shows any aversion to oral food."
    ],
    "correctAnswer": "B",
    "rationale": "For a patient with protein-energy malnutrition, the primary goal is to replete nutritional deficits and restore healthy body weight and function. Providing small, frequent, highly nutritious, and calorie-dense meals and snacks helps to maximize intake without overwhelming the patient, addresses potential early satiety or poor appetite, and ensures efficient delivery of essential nutrients and energy. Modifying favorite foods can improve compliance, but the core is nutritional density. TPN is a later consideration if oral/enteral routes are insufficient or contraindicated."
  },
  {
    "id": "med106",
    "questionText": "A 40-year-old patient was rushed to the emergency unit with a known history of bronchial asthma, presenting with an acute exacerbation and the key complaint of difficulty in breathing (dyspnea). Which of the following nursing diagnoses would be most appropriate?",
    "options": [
      "Ineffective breathing pattern related to bronchoconstriction and airway inflammation.",
      "Impaired physical mobility related to fear of triggering dyspnea.",
      "Caregiver role strain related to the chronicity of the patient's dyspnea."
    ],
    "correctAnswer": "A",
    "rationale": "During an acute asthma exacerbation, bronchoconstriction, airway inflammation, and increased mucus production lead to airflow obstruction. This directly results in an 'Ineffective breathing pattern,' characterized by dyspnea, tachypnea, use of accessory muscles, wheezing, and potentially altered respiratory depth and rhythm. This diagnosis accurately reflects the primary physiological problem affecting the patient's breathing."
  },
  {
    "id": "med107",
    "questionText": "A 44-year-old patient is diagnosed with chronic renal failure (chronic kidney disease) and is experiencing metabolic acidosis. As the attending nurse, you understand that metabolic acidosis usually occurs in chronic renal failure due to:",
    "options": [
      "Decreased hydrogen ion excretion, increased ammonia production, and low serum bicarbonate.",
      "Impaired renal excretion of hydrogen ions, reduced renal bicarbonate reabsorption/regeneration, and often impaired renal ammoniagenesis.",
      "Increased hydrogen ion excretion, decreased ammonia production, and high serum bicarbonate."
    ],
    "correctAnswer": "B",
    "rationale": "In chronic renal failure, metabolic acidosis develops primarily because the failing kidneys have a reduced capacity to excrete the daily metabolic acid load (leading to hydrogen ion accumulation) and are unable to adequately reabsorb filtered bicarbonate and generate new bicarbonate (leading to low serum bicarbonate levels). Furthermore, renal ammoniagenesis (production of ammonia, NH₃, which buffers H⁺ to form ammonium, NH₄⁺, for excretion) is often impaired, further limiting acid excretion."
  },
  {
    "id": "med108",
    "questionText": "A patient asks a nurse, \"Should I tell my husband I am HIV positive?\" The nurse's MOST appropriate initial therapeutic response should be:",
    "options": [
      "\"It sounds like you are facing a difficult decision. Can you tell me more about your thoughts and concerns?\"",
      "\"You should not tell him anything unless he specifically asks you about it.\"",
      "\"This is a personal decision that you need to make entirely on your own without any discussion.\""
    ],
    "correctAnswer": "A",
    "rationale": "The most appropriate initial response is therapeutic, open-ended, and client-centered. Option A acknowledges the patient's predicament, validates their feelings, and invites them to explore their thoughts and concerns further. This approach facilitates a supportive nurse-patient relationship and empowers the patient in their decision-making process, rather than being directive or dismissive."
  },
  {
    "id": "med109",
    "questionText": "A patient came to the medical ward from the Out-Patient Department (OPD) with a diagnosis of severe acidosis. Which of the following signs/symptoms is she MOST likely to present with as a direct consequence of severe acidosis?",
    "options": [
      "Focal convulsions.",
      "Sinus tachycardia without other symptoms.",
      "Altered mental status (e.g., lethargy, confusion, coma)."
    ],
    "correctAnswer": "C",
    "rationale": "Severe acidosis (low blood pH) significantly impacts central nervous system function. It can depress neuronal activity and alter brain metabolism, leading to a spectrum of neurological manifestations ranging from headache, confusion, and lethargy to stupor and coma (altered mental status). While acidosis can also affect cardiac function leading to arrhythmias (which might cause tachycardia or bradycardia) and in extreme cases contribute to seizures, altered mental status is a very common and prominent feature of severe acidosis."
  },
  {
    "id": "med110",
    "questionText": "A patient complains of severe pain and stiffness in the left and right wrist joints as a result of rheumatoid arthritis. What non-pharmacologic nursing intervention could you provide to help alleviate the pain and stiffness, particularly in the morning or before activity?",
    "options": [
      "Assist the patient with a warm bath or shower, or apply warm compresses.",
      "Encourage vigorous exercise of the affected joints immediately upon waking.",
      "Perform deep massage therapy directly over the inflamed joints."
    ],
    "correctAnswer": "A",
    "rationale": "Applying superficial heat, such as assisting with a warm bath, shower, or using warm compresses, can be beneficial for rheumatoid arthritis, especially for relieving morning stiffness and chronic pain. Heat helps to relax muscles, increase blood flow, and improve joint flexibility. Vigorous exercise or deep massage on acutely inflamed joints is generally contraindicated as it can exacerbate pain and inflammation. Gentle range-of-motion exercises are usually recommended after warmth or when inflammation subsides."
  },
  {
    "id": "med112",
    "questionText": "A patient diagnosed with cirrhosis of the liver on your ward had laboratory results indicating varied enzyme levels. Which of the following findings is typical in a patient with advanced liver cirrhosis?",
    "options": [
      "Significantly raised serum alanine aminotransferase (ALT) and aspartate aminotransferase (AST) levels.",
      "Increased serum albumin levels and a normal prothrombin time.",
      "Increased serum magnesium levels and a normal prothrombin time."
    ],
    "correctAnswer": "A",
    "rationale": "In liver cirrhosis, liver cell damage and inflammation often lead to the release of liver enzymes into the bloodstream. Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) (formerly SGPT and SGOT) are commonly elevated, reflecting hepatocellular injury. In advanced cirrhosis, however, enzyme levels might normalize or even decrease as the number of functioning hepatocytes diminishes. Conversely, serum albumin levels typically decrease (due to impaired synthesis by the liver), and prothrombin time (PT) becomes prolonged (due to impaired synthesis of clotting factors)."
  },
  {
    "id": "med113",
    "questionText": "A patient diagnosed with celiac disease is on admission in your ward with complaints of severe abdominal pain, nausea, vomiting, and diarrhea. The nursing management for this patient would include all of the following EXCEPT:",
    "options": [
      "Fluid and electrolyte replacement, and administration of vitamin/mineral supplements as indicated.",
      "Education on adhering to a strict gluten-free diet for life, and counseling on potential nutrient deficiencies.",
      "Encouraging intake of gluten-containing cereals, crackers, noodles, and wheat products to test tolerance."
    ],
    "correctAnswer": "C",
    "rationale": "Celiac disease is an autoimmune disorder triggered by the ingestion of gluten (found in wheat, barley, rye). The cornerstone of management is lifelong adherence to a strict gluten-free diet. Encouraging the intake of gluten-containing foods (as in option C) is contraindicated as it would exacerbate symptoms, perpetuate intestinal damage, and worsen the patient's condition. Fluid/electrolyte and nutrient supplementation, along with dietary education, are key components of care."
  },
  {
    "id": "med114",
    "questionText": "A patient diagnosed with esophageal varices on your ward suddenly begins to vomit large volumes of bright red blood and appears to be struggling to breathe. As the nurse on duty, what would be your IMMEDIATE actions?",
    "options": [
      "Immediately call for urgent medical assistance, position the patient to protect their airway (e.g., side-lying or recovery position if actively vomiting), and then quickly assess vital signs and level of consciousness.",
      "First, attempt to secure IV access with two large-bore cannulas, then call for help and reassure the patient.",
      "Reassure the patient that everything will be okay, then begin a detailed neurological assessment before calling for help."
    ],
    "correctAnswer": "A",
    "rationale": "This is a life-threatening emergency (acute variceal hemorrhage). The immediate priorities are to: 1. Call for urgent medical help (e.g., code blue, rapid response team, physician). 2. Protect the patient's airway from aspiration, especially if they are vomiting and struggling to breathe; this often involves positioning. 3. Simultaneously or immediately after, perform a rapid assessment of Airway, Breathing, Circulation (ABCs), level of consciousness, and vital signs. Securing IV access is crucial for resuscitation but follows airway protection and summoning help."
  },
  {
    "id": "med115",
    "questionText": "A patient diagnosed with leukemia, on chemotherapy for 3 weeks, presents with oral pain, burning sensation, and difficulty swallowing. Examination reveals reddish oral ulcers. The patient is concerned about inability to eat/drink. As the nurse, which of the following interventions (from a hypothetical list: I. Prescribed analgesics, II. Spicy foods, III. Cool water rinses, IV. Ice chips) would you recommend?",
    "options": [
      "I, III, and IV.",
      "I, II, and III.",
      "II, III, and IV."
    ],
    "correctAnswer": "A",
    "rationale": "The options refer to an unlisted set of interventions (I, II, III, IV). Based on the provided rationale in the original problem which mentions avoiding irritants and using pain relievers and cool water/ice, and assuming: I = Administer prescribed analgesics; II = Encourage intake of spicy foods and citrus juices (an irritant); III = Advise frequent oral rinses with cool water or bland solutions; IV = Suggest sucking on ice chips for symptomatic relief. Then, recommending I, III, and IV would be appropriate for managing chemotherapy-induced mucositis. Spicy foods (II) would be contraindicated."
  },
  {
    "id": "med116",
    "questionText": "A patient diagnosed with suspected meningitis is scheduled for a Lumbar Puncture (LP). The nurse explained to the patient that the spinal needle will typically be introduced between which lumbar vertebrae in an adult to minimize risk to the spinal cord?",
    "options": [
      "L2-L3.",
      "L3-L4 or L4-L5.",
      "L1-L2."
    ],
    "correctAnswer": "B",
    "rationale": "In adults, the spinal cord typically terminates at the level of the L1 or L2 vertebra. To avoid injury to the spinal cord, a lumbar puncture is performed by inserting the spinal needle into the subarachnoid space below this level. The most common interspaces used are L3-L4 or L4-L5, as these are safely below the conus medullaris (the end of the spinal cord)."
  },
  {
    "id": "med117",
    "questionText": "A patient diagnosed with severe hypertension was on admission on your ward and is also being managed for gastritis. As the attending nurse, you understand that the gastritis in this patient could be related to which of the following factors?",
    "options": [
      "The hypertensive disease process itself and psychological stress.",
      "Excessive physiological production of gastric juice due to hypertension.",
      "Medications (e.g., NSAIDs for other conditions, or certain antihypertensives) and/or physiological stress."
    ],
    "correctAnswer": "C",
    "rationale": "Gastritis (inflammation of the stomach lining) in a patient with severe hypertension is likely multifactorial. Common contributing factors include: medications, particularly Nonsteroidal Anti-Inflammatory Drugs (NSAIDs) which might be taken for other ailments, or rarely, certain antihypertensive drugs; and physiological stress associated with severe illness or hospitalization (stress-related mucosal disease). While psychological stress can play a role, direct causation by the hypertensive disease process itself is less common than medication effects or general physiological stress."
  },
  {
    "id": "med118",
    "questionText": "A patient experiencing an ischemic stroke may exhibit which of the following neurological symptoms, depending on the location and extent of brain tissue affected?",
    "options": [
      "Blood dyscrasia.",
      "Dysarthria.",
      "Dysthymia."
    ],
    "correctAnswer": "B",
    "rationale": "An ischemic stroke occurs when blood flow to a part of the brain is blocked, leading to damage of brain tissue. Dysarthria, which is difficulty with the motor control of speech resulting in slurred, slow, or difficult-to-understand speech, is a common neurological symptom. It occurs when the stroke affects brain regions controlling the muscles used for speech. Dyscrasia is a disorder of the blood. Dysthymia is a form of chronic depression."
  },
  {
    "id": "med119",
    "questionText": "A patient is admitted to the hospital with a diagnosis of bacterial meningitis. If the patient develops a seizure, the Nurse's IMMEDIATE priorities should include ensuring patient safety and:",
    "options": [
      "Observing and accurately documenting the characteristics of the seizure (e.g., body movements, duration, time of onset).",
      "Attempting to forcefully restrain the patient's limbs using bed stirrups or side rails.",
      "Immediately starting tepid sponging to reduce pyrexia during the seizure."
    ],
    "correctAnswer": "A",
    "rationale": "If a patient with bacterial meningitis develops a seizure, the nurse's immediate priorities are to ensure patient safety (e.g., protect from injury, maintain airway if possible, do not restrain forcefully) and to accurately observe and document the seizure. This includes noting the time of onset, duration, type of body movements (e.g., tonic, clonic, focal), any associated phenomena (e.g., cyanosis, incontinence), and the patient's postictal state. This detailed information is crucial for medical diagnosis and guiding appropriate anticonvulsant treatment. Forceful restraint is dangerous. Fever management is important but secondary to acute seizure management and safety."
  },
  {
    "id": "med120",
    "questionText": "A patient is admitted to the ward with a diagnosis of hypocalcemia. During assessment, tapping the facial nerve just anterior to the earlobe causes twitching of the facial muscles on the same side. This characteristic clinical sign of hypocalcemia is known as:",
    "options": [
      "Rovsing's sign.",
      "Trousseau's sign.",
      "Chvostek's sign."
    ],
    "correctAnswer": "C",
    "rationale": "Chvostek's sign is a clinical finding associated with hypocalcemia (low serum calcium levels). It is elicited by tapping the facial nerve (Cranial Nerve VII) just anterior to the earlobe or over the masseter muscle; a positive sign is the twitching of the ipsilateral facial muscles, particularly at the corner of the mouth and nose. This occurs due to increased neuromuscular excitability in a state of hypocalcemia. Trousseau's sign is another sign of hypocalcemia (carpopedal spasm). Rovsing's sign is related to appendicitis."
  },
  {
    "id": "med121",
    "questionText": "A patient is admitted to your ward with a history of hemoptysis, weakness, and cough. Which of the following respiratory disorders is the patient most likely to be diagnosed with?",
    "options": ["Empyema.", "Pneumonia.", "Bronchiectasis."],
    "correctAnswer": "B",
    "rationale": "The patient's symptoms of hemoptysis (coughing up blood), weakness, and cough are commonly associated with pneumonia, an infection of the lung parenchyma. The inflammatory response to the infection can cause damage to lung tissue, potentially leading to hemoptysis and systemic symptoms like weakness. While bronchiectasis can also cause these symptoms, pneumonia is a more common acute cause."
  },
  {
    "id": "med122",
    "questionText": "A patient is on admission on your ward with pericarditis. The following could be the causes of his condition:\nI. Infections (viral, bacterial, fungal)\nII. Brain injury\nIII. Renal failure (uremic pericarditis)",
    "options": ["I, II and III.", "I and III.", "I and II."],
    "correctAnswer": "B",
    "rationale": "Pericarditis is an inflammation of the pericardium. Common causes include infections (viral infections are most common, but bacterial and fungal can also occur) and systemic conditions like renal failure (leading to uremic pericarditis). Brain injury is not a recognized direct cause of pericarditis."
  },
  {
    "id": "med123",
    "questionText": "A patient is on admission on your ward with pericarditis. The following could be the causes of his condition:\nI. Infections (e.g., viral, bacterial)\nII. Traumatic brain injury\nIII. Renal failure (uremia)",
    "options": ["I and III.", "I and II.", "II and III."],
    "correctAnswer": "A",
    "rationale": "Pericarditis, inflammation of the pericardial sac, can be caused by various factors including infections (viral, bacterial, fungal, tuberculous) and systemic conditions such as uremia due to renal failure. Traumatic brain injury is not a typical direct cause of pericarditis, although severe trauma or associated complications might indirectly predispose in rare cases."
  },
  {
    "id": "med124",
    "questionText": "A patient is on the ward with hemolytic jaundice. Which of the following is the Nurse likely to observe in this patient?",
    "options": [
      "Urine appears dark brown or orange (due to increased urobilinogen).",
      "Significant steatorrhea (fats in the stool).",
      "Stool is consistently clay-colored (acholic)."
    ],
    "correctAnswer": "A",
    "rationale": "In hemolytic jaundice, there is increased breakdown of red blood cells, leading to excessive production of bilirubin (primarily unconjugated). This leads to increased production of urobilinogen in the gut, some of which is reabsorbed and excreted in urine, causing it to appear dark. Stool color is typically normal or even darker due to increased stercobilin. Clay-colored stools are characteristic of obstructive jaundice. Steatorrhea is related to fat malabsorption."
  },
  {
    "id": "med125",
    "questionText": "A patient is to receive 3000ml of IV fluid in 12 hours. The drop factor of the administration set is 10 gtt/ml. To regulate the flow, how many drops per minute (gtt/min) approximately, should the flow be?",
    "options": ["30 to 32 gtt/min.", "27 to 29 gtt/min.", "41 to 42 gtt/min."],
    "correctAnswer": "C",
    "rationale": "To calculate the drops per minute (gtt/min): \nVolume (ml) × Drop factor (gtt/ml) / Time (minutes) \nVolume = 3000 ml\nDrop factor = 10 gtt/ml\nTime = 12 hours = 12 × 60 = 720 minutes\nFlow rate = (3000 ml × 10 gtt/ml) / 720 minutes = 30000 gtt / 720 minutes = 41.67 gtt/min.\nTherefore, the flow rate should be approximately 41 to 42 drops per minute."
  },
  {
    "id": "med126",
    "questionText": "A patient on admission with type 1 diabetes develops severe hypoglycemia (sometimes referred to as 'insulin coma' in older terminology). The causes of severe hypoglycemia in this context include:\nI. Inadequate food intake or missed meals.\nII. Administration of an excessive insulin dose.\nIII. Skipping a scheduled insulin dose.\nIV. Unplanned strenuous exercise without adjusting insulin or carbohydrate intake.",
    "options": ["I, II and IV.", "II, III and IV.", "I, II and III."],
    "correctAnswer": "A",
    "rationale": "Severe hypoglycemia (low blood glucose) in a patient with type 1 diabetes can be caused by: I. Inadequate food intake (not enough glucose to match insulin action); II. Excessive insulin dose (too much insulin drives glucose into cells too quickly); and IV. Unplanned strenuous exercise (increases glucose uptake by muscles). Skipping an insulin dose (III) would lead to hyperglycemia (high blood glucose), not hypoglycemia."
  },
  {
    "id": "med127",
    "questionText": "A patient on admission, diagnosed with heart failure and receiving treatment, starts vomiting with diarrhea. He also experiences abdominal pain. Which of the following drugs, commonly used in heart failure, might be responsible for these gastrointestinal manifestations, especially if toxicity occurs?",
    "options": ["Loop diuretics (e.g., Furosemide).", "Hydralazine.", "Digoxin."],
    "correctAnswer": "C",
    "rationale": "Digoxin, a cardiac glycoside used in some heart failure patients, has a narrow therapeutic index. Gastrointestinal symptoms such as nausea, vomiting, diarrhea, and abdominal pain are common early signs of digoxin toxicity. While diuretics can cause electrolyte imbalances that may lead to GI upset, the described constellation of symptoms is highly characteristic of digoxin toxicity."
  },
  {
    "id": "med128",
    "questionText": "A patient receiving only IV fluid of 5% Dextrose in water for a prolonged period of time might lose weight primarily due to:",
    "options": [
      "Increased concentration of electrolytes in the cells leading to fluid shifts.",
      "Lack of protein and fat supplementation, leading to catabolism of body tissues.",
      "Insufficient total carbohydrate intake from 5% Dextrose alone."
    ],
    "correctAnswer": "B",
    "rationale": "5% Dextrose in water provides fluid and some calories from carbohydrates (approximately 170 kcal/L), but it lacks protein, fats, vitamins, and essential minerals. If a patient receives only D5W for a prolonged period, their body will break down its own protein (muscle) and fat stores to meet energy and metabolic needs, leading to weight loss and malnutrition. While D5W provides some carbohydrates, it's often insufficient for total daily caloric needs, and the absence of protein is critical for tissue maintenance."
  },
  {
    "id": "med129",
    "questionText": "A patient on the burns unit where you work complains of abdominal pain, a burning feeling in the stomach, and abdominal bloating. As the attending nurse, you understand that the patient may be experiencing:",
    "options": [
      "Chronic stress-related gastritis.",
      "Acute stress-related mucosal disease (SRMD) or acute stress gastritis/ulcer.",
      "Erosive esophagitis from stress."
    ],
    "correctAnswer": "B",
    "rationale": "Patients with severe burns are at high risk for developing acute stress-related mucosal disease (SRMD), which can manifest as acute stress gastritis or stress ulcers (e.g., Curling's ulcers). This condition is caused by physiological stress leading to reduced mucosal blood flow and impaired mucosal defense mechanisms in the stomach, resulting in inflammation, erosions, or ulcers. Symptoms can include abdominal pain, burning sensation, bloating, and potentially GI bleeding."
  },
  {
    "id": "med130",
    "questionText": "A patient on your ward develops a cardiac dysrhythmia. The nursing diagnoses for this patient may include the following:\nI. Anxiety related to fear of the unknown and potential adverse outcomes.\nII. Decreased cardiac output related to altered heart rate and rhythm.\nIII. Deficient knowledge about the dysrhythmia and its treatment.",
    "options": ["I, II and III.", "I and II only.", "II and III only."],
    "correctAnswer": "A",
    "rationale": "All three nursing diagnoses are highly relevant for a patient experiencing a cardiac dysrhythmia. Anxiety (I) is common due to the concerning nature of heart rhythm problems. Decreased cardiac output (II) is a direct physiological risk if the dysrhythmia compromises the heart's pumping efficiency. Deficient knowledge (III) regarding the condition and its management is also frequent and needs to be addressed for patient adherence and self-care."
  },
  {
    "id": "med131",
    "questionText": "A patient on your ward has been diagnosed with rabies. This patient, in the furious phase of the disease, would characteristically exhibit:",
    "options": ["Progressive anterograde memory loss.", "Pharyngeal spasms (hydrophobia) and aerophobia.", "Urinary stasis and bladder atony."],
    "correctAnswer": "B",
    "rationale": "Rabies is a viral encephalitis. The furious form is characterized by episodes of agitation, hyperactivity, and autonomic dysfunction. Pharyngeal spasms, triggered by attempts to swallow water (hydrophobia) or by a draft of air (aerophobia), are pathognomonic signs. Other features include agitation, confusion, and hypersalivation. Memory loss and urinary stasis are not the primary characteristic features of this phase."
  },
  {
    "id": "med132",
    "questionText": "A patient on your ward is diagnosed with Addison's disease and is being managed with hydrocortisone. As the attending nurse, you understand that Addison's disease is caused by malfunctioning of which of the following glands?",
    "options": ["Pituitary gland.", "Adrenal gland (specifically the adrenal cortex).", "Hypothalamus."],
    "correctAnswer": "B",
    "rationale": "Addison's disease, also known as primary adrenal insufficiency, is caused by the destruction or dysfunction of the adrenal cortex. This results in deficient production of glucocorticoids (like cortisol, which hydrocortisone replaces) and often mineralocorticoids (like aldosterone) by the adrenal glands."
  },
  {
    "id": "med134",
    "questionText": "A patient with a new diagnosis of multiple sclerosis asks about the prognosis of his condition. What is the MOST accurate and appropriate initial response regarding the nature of this condition?",
    "options": [
      "\"Currently, there is no cure for multiple sclerosis, but there are treatments to manage symptoms and modify the disease course.\"",
      "\"If urinary complications do not occur, you will likely get well and recover fully.\"",
      "\"If you take your medications exactly as prescribed, you can be completely cured of the condition.\""
    ],
    "correctAnswer": "A",
    "rationale": "Multiple sclerosis (MS) is a chronic autoimmune disease of the central nervous system for which there is currently no cure. However, various disease-modifying therapies (DMTs) can help to reduce the frequency and severity of relapses, slow disease progression, and manage symptoms. It's important to provide accurate information while also offering hope through available management strategies."
  },
  {
    "id": "med136",
    "questionText": "A 65-year-old male patient who received a blood transfusion develops fever and chills 2 hours after the transfusion started. His current vital signs are: Respiratory Rate: 16/min, Pulse: 78/min, BP stable. Which is the MOST likely type of transfusion reaction?",
    "options": [
      "Acute hemolytic transfusion reaction (e.g., ABO incompatibility).",
      "Febrile non-hemolytic transfusion reaction (FNHTR).",
      "Anaphylactic transfusion reaction."
    ],
    "correctAnswer": "B",
    "rationale": "Fever and chills occurring within a few hours of a blood transfusion, with relatively stable vital signs otherwise, are characteristic of a febrile non-hemolytic transfusion reaction (FNHTR). This is commonly caused by recipient antibodies reacting with donor leukocytes or by cytokines released from stored blood components. Acute hemolytic reactions are usually more severe and rapid, often involving hypotension, tachycardia, hemoglobinuria, and back pain. Anaphylactic reactions are immediate and involve respiratory distress and hypotension without fever initially."
  },
  {
    "id": "med137",
    "questionText": "A patient reported to the emergency unit where you work with complaints of right upper quadrant (RUQ) pain and heartburn. What is a likely cause of his complaints among the given options?",
    "options": [
      "Chronic gastric ulcer.",
      "Chronic pancreatitis.",
      "Chronic duodenal ulcer."
    ],
    "correctAnswer": "C",
    "rationale": "While classic duodenal ulcer pain is often epigastric and relieved by food, it can sometimes present with or radiate to the RUQ, and heartburn (pyrosis) can be an associated symptom of peptic ulcer disease. Chronic gastric ulcers can also cause epigastric pain and heartburn. Chronic pancreatitis typically causes severe epigastric pain often radiating to the back. Gallbladder disease (cholecystitis/cholelithiasis, not an option here) is a common cause of RUQ pain often with dyspeptic symptoms like heartburn."
  },
  {
    "id": "med138",
    "questionText": "A patient reported to the hospital with painful tiny blisters on the genitals, suspected to be a herpesvirus infection (either HSV or VZV). As the nurse on duty, you might consider requesting various investigations. Which of the following tests is LEAST LIKELY to be the primary or most useful initial diagnostic test for confirming an acute herpesvirus lesion?",
    "options": [
      "Serological ELISA test for herpesvirus antibodies.",
      "Complete blood count (CBC).",
      "Blood glucose levels."
    ],
    "correctAnswer": "A",
    "rationale": "For acute diagnosis of active herpesvirus lesions (like genital herpes by HSV or genital zoster by VZV), direct detection methods from a lesion swab are preferred, such as viral culture, PCR (polymerase chain reaction), or direct fluorescent antibody (DFA) staining. Serological ELISA tests detect antibodies (IgM or IgG) to the virus; while they can indicate past or recent infection, they are less useful for diagnosing an acute active lesion and may not differentiate types or confirm the current lesion's etiology definitively as primary. CBC and blood glucose are general tests not specific for herpes diagnosis."
  },
  {
    "id": "med139",
    "questionText": "A patient reports to the hospital with complaints of right upper quadrant (RUQ) pain which is significantly worsened when she eats fatty meals. Which condition is she most likely to have?",
    "options": ["Cholecystitis or Biliary Colic.", "Hepatitis.", "Pancreatitis."],
    "correctAnswer": "A",
    "rationale": "Pain in the right upper quadrant of the abdomen that is exacerbated by the ingestion of fatty meals is a classic symptom of gallbladder disease, such as cholecystitis (inflammation of the gallbladder) or biliary colic. Fatty foods stimulate the gallbladder to contract and release bile; if gallstones are present and obstruct the bile flow, it causes pain."
  },
  {
    "id": "med140",
    "questionText": "A patient reports to the OPD with suspected psoriasis. The Nurse should assess this patient for the characteristic skin lesions of psoriasis, which are typically:",
    "options": [
      "Multiple widespread petechiae.",
      "Well-demarcated, erythematous plaques with silvery-white scales.",
      "Diffuse erythematous macules and papules without significant scaling."
    ],
    "correctAnswer": "B",
    "rationale": "Psoriasis is a chronic autoimmune skin condition characterized by well-demarcated (sharply defined), raised, erythematous (red) plaques, which are typically covered with thick, silvery-white scales. These lesions commonly occur on the elbows, knees, scalp, and lower back but can appear anywhere on the body."
  },
  {
    "id": "med141",
    "questionText": "A patient reports to your facility with complaints of abdominal cramps and pain, nausea, and vomiting. Laboratory results indicate she is having enteritis. Which of the following is LEAST likely to be considered a direct complication of severe or prolonged enteritis?",
    "options": [
      "Decreased urine output (oliguria).",
      "Severe fatigue and weakness.",
      "Persistent loss of appetite (anorexia) after the acute phase resolves."
    ],
    "correctAnswer": "C",
    "rationale": "Enteritis (inflammation of the small intestine) can lead to complications like dehydration (causing poor urine output), electrolyte imbalances, and malabsorption, resulting in severe fatigue. Loss of appetite is a common *symptom* during the acute phase of enteritis. While appetite may take time to return to normal, persistent anorexia long after the acute illness has resolved might suggest other issues or a protracted recovery, rather than being a direct, typical complication itself."
  },
  {
    "id": "med142",
    "questionText": "A patient reports to your facility with symptoms of fever, diaphoresis, joint pains, and altered heart sounds (e.g., new murmur, ventricular gallops). Assessment findings are consistent with infective endocarditis. The comprehensive management of this patient will likely include:\nI. Prolonged course of appropriate antibiotics.\nII. Bed rest, at least initially or if hemodynamically unstable.\nIII. Frequent monitoring of vital signs and cardiac status.\nIV. Surgical intervention if there are complications like severe valve dysfunction, heart failure, or persistent infection.",
    "options": ["I, II, III, and IV.", "I, III, and IV only.", "I and III only."],
    "correctAnswer": "A",
    "rationale": "The management of infective endocarditis is complex and typically includes: I. Long-term (weeks) intravenous antibiotic therapy targeted at the causative organism. II. Bed rest is often recommended, especially in the acute phase or if the patient has fever or complications like heart failure. III. Close monitoring of vital signs, cardiac rhythm, and signs of heart failure or embolic events is essential. IV. Surgical intervention (e.g., valve repair or replacement) may be necessary for complications such as severe valvular regurgitation, intractable heart failure, persistent infection despite antibiotics, or large vegetations at high risk of embolism. All four components are often part of comprehensive management."
  },
  {
    "id": "med143",
    "questionText": "A patient reports to your facility with complaints of heartburn, chest pain, and difficulty in swallowing. A diagnosis of gastroesophageal reflux disease (GERD) was made. A student nurse on your ward is confused about the difference between the patient's diagnosis and esophagitis. Which of the following best differentiates GERD from esophagitis?",
    "options": [
      "The degree of chest pain and burning sensation experienced.",
      "The presence of difficulty swallowing (dysphagia) and hoarseness of voice, which only occur in esophagitis.",
      "GERD refers to the abnormal reflux of stomach contents into the esophagus, while esophagitis is the inflammation of the esophageal lining, which can be a complication of chronic GERD or have other causes."
    ],
    "correctAnswer": "C",
    "rationale": "Gastroesophageal reflux disease (GERD) is a condition where stomach acid and contents frequently flow back (reflux) into the esophagus. Esophagitis refers to inflammation, irritation, or swelling of the esophagus. Chronic or severe GERD is a common cause of esophagitis, but esophagitis can also be caused by infections, medications, allergies, or other irritants. GERD describes the reflux phenomenon and its symptoms; esophagitis is the resulting inflammation of the tissue."
  },
  {
    "id": "med144",
    "questionText": "A patient visits the O.P.D. with complaints of painful mouth sores and difficulty in eating. She was diagnosed with stomatitis. Which of the following interventions would most directly provide comfort and pain relief for the patient?",
    "options": [
      "Ensuring meticulous oral hygiene with a soft toothbrush after meals.",
      "Regular application of a bland lubricating ointment to the lips.",
      "Use of topical analgesics or anesthetics as prescribed (e.g., viscous lidocaine, benzocaine)."
    ],
    "correctAnswer": "C",
    "rationale": "Stomatitis is inflammation of the mucous lining of the mouth, which can cause painful sores (ulcers). Topical analgesics or anesthetics, such as viscous lidocaine or benzocaine preparations, can provide direct pain relief by numbing the affected areas, thus reducing discomfort, especially during eating and speaking. While meticulous oral hygiene and lubrication are important supportive measures for healing and comfort, topical analgesics specifically target pain relief."
  },
  {
    "id": "med145",
    "questionText": "A patient was rushed to the emergency unit and diagnosed with severe dehydration secondary to chronic gastroenteritis. As a qualified Nurse, you should anticipate which of the following serious complications if prompt and adequate treatment is not instituted?",
    "options": [
      "Deep vein thrombosis.",
      "Cardiogenic shock.",
      "Acute kidney injury (AKI) / Acute renal failure."
    ],
    "correctAnswer": "C",
    "rationale": "Severe dehydration leads to significant intravascular volume depletion. If not corrected promptly, this hypovolemia can cause reduced renal perfusion, leading to pre-renal acute kidney injury (AKI), which can progress to acute renal failure. While DVT risk increases with dehydration and immobility, and severe hypovolemia can lead to hypovolemic shock (not cardiogenic, unless there's underlying heart disease), AKI is a very direct and common severe consequence of untreated severe dehydration."
  },
  {
    "id": "med146",
    "questionText": "A patient who has had a Cerebrovascular Accident (CVA) with a right hemiplegia should ideally NOT have their Blood Pressure (B/P) checked using the right (affected) arm because circulatory impairment or altered vascular tone in that limb may:",
    "options": [
      "Produce inaccurate or unreliable readings.",
      "Cause excessive and potentially harmful pressure on the brachial artery.",
      "Precipitate the formation of a thrombus in the arm."
    ],
    "correctAnswer": "A",
    "rationale": "In a hemiplegic limb following a CVA, there can be alterations in vascular tone, blood flow, and muscle mass. These changes can potentially lead to inaccurate or unreliable blood pressure readings when measured on the affected side. It is generally recommended to measure blood pressure on the unaffected arm to obtain a more accurate reflection of systemic blood pressure. While excessive pressure is always a concern with BP cuffs, and thrombus formation is not a primary direct risk from BP measurement itself, inaccuracy is the main reason for avoiding the affected limb."
  },
  {
    "id": "med147",
    "questionText": "A patient reports to the clinic complaining of urinary symptoms for 7 days. Which of the following statements made by the patient would be MOST suggestive of cystitis (bladder inflammation/infection)?",
    "options": [
      "\"I have nausea and I cannot keep my food down.\"",
      "\"I have dull low back pain that is constant.\"",
      "\"I have noticed some bright red blood in my urine, and it burns when I pee.\""
    ],
    "correctAnswer": "C",
    "rationale": "Cystitis, an inflammation or infection of the bladder, commonly presents with symptoms like dysuria (painful or burning urination), urinary frequency, urgency, and sometimes hematuria (blood in the urine). The statement \"I have some bright red blood in my urine\" combined with the implication of burning (dysuria) is highly suggestive of cystitis or a urinary tract infection (UTI). Nausea/vomiting can occur with pyelonephritis (kidney infection) but is less typical for uncomplicated cystitis. Low back pain can be musculoskeletal or renal, but less specific for cystitis alone."
  },
  {
    "id": "med148",
    "questionText": "A patient who is diagnosed with Pulmonary emphysema may show the following clinical features:\nI. Chronic cough (often minimal or productive of scant sputum unless coexisting bronchitis).\nII. Increasing shortness of breath (dyspnea), especially on exertion.\nIII. Production of copious purulent sputum (more typical of chronic bronchitis or bronchiectasis).\nIV. Wheezing respiration (can occur, particularly with airway inflammation or exacerbations).",
    "options": ["II, III and IV.", "I, II and IV.", "I, II and III."],
    "correctAnswer": "B",
    "rationale": "Pulmonary emphysema is characterized by destruction of alveolar walls and loss of lung elasticity. Key features include: II. Progressive dyspnea (shortness of breath), which is a hallmark symptom. I. Chronic cough may be present, often mild or with minimal clear sputum (unless there's coexisting chronic bronchitis - 'pink puffers'). IV. Wheezing can occur, especially during exacerbations or if there is an element of chronic obstructive bronchitis. III. Production of copious purulent sputum is more characteristic of chronic bronchitis ('blue bloaters') or bronchiectasis, rather than uncomplicated emphysema."
  },
  {
    "id": "med149",
    "questionText": "A patient with a nursing diagnosis of acute pericarditis has a related nursing diagnosis of 'Acute pain (chest) related to the inflammatory process.' What would be a BEST nursing intervention for this patient's pain?",
    "options": [
      "Consistently place the patient in the right lateral position with the head of the bed slightly elevated.",
      "Administer prescribed analgesics (e.g., NSAIDs, colchicine, or opioids if severe) and monitor their effectiveness.",
      "Encourage the patient to lie flat in bed to reduce cardiac workload and pain."
    ],
    "correctAnswer": "B",
    "rationale": "The pain of acute pericarditis is due to inflammation. The mainstay of pharmacological pain relief includes NSAIDs (like ibuprofen or indomethacin) and often colchicine. Opioids may be used for severe pain unresponsive to NSAIDs. Nursing intervention involves administering these prescribed medications and evaluating their effectiveness. Positioning for comfort is also important – typically, patients find relief sitting up and leaning forward, while lying flat or in certain lateral positions may worsen the pain. Therefore, administering appropriate analgesia is the primary intervention for pain control."
  },
  {
    "id": "med150",
    "questionText": "A patient with a known history of aortic aneurysm presents with sudden onset of intense, tearing or ripping, persistent chest pain that radiates to the back. She also has marked hypotension and severe shortness of breath. Which type of acute aortic syndrome (related to aneurysm) is this patient most likely suffering from?",
    "options": ["Ruptured cerebral aneurysm.", "Acute thoracic aortic dissection or ruptured thoracic aortic aneurysm.", "Ruptured ventricular aneurysm."],
    "correctAnswer": "B",
    "rationale": "The symptoms described – sudden, severe, tearing/ripping chest pain often radiating to the back, accompanied by hypotension and shortness of breath – are classic manifestations of an acute thoracic aortic dissection or a ruptured thoracic aortic aneurysm. This is a cardiovascular emergency. Cerebral aneurysms cause neurological symptoms like severe headache. Ventricular aneurysms are complications of myocardial infarction and present differently."
  },
  {
    "id": "med151",
    "questionText": "A patient with a duodenal ulcer would probably describe the associated epigastric pain as:",
    "options": [
      "A gnawing or burning sensation that is often relieved by food or antacids.",
      "An intermittent, colicky flank pain radiating to the groin.",
      "An ache constantly radiating to the left shoulder and arm."
    ],
    "correctAnswer": "A",
    "rationale": "The pain associated with a duodenal ulcer is classically described as a gnawing, aching, or burning sensation in the epigastrium. It characteristically occurs when the stomach is empty (e.g., 2-5 hours after meals or during the night) and is often relieved by ingesting food, milk, or antacids, as these buffer the gastric acid that irritates the ulcer."
  },
  {
    "id": "med152",
    "questionText": "A patient with epigastric pain that is unrelieved by antacids presents for review. He has a positive urea breath test, indicating Helicobacter pylori infection. Which of the following medication regimens would be appropriate for the treatment of H. pylori infection?",
    "options": [
      "Amoxicillin plus clarithromycin plus sucralfate.",
      "Metronidazole plus omeprazole (a PPI) plus clarithromycin (Triple Therapy).",
      "Metronidazole plus ranitidine (an H2 blocker)."
    ],
    "correctAnswer": "B",
    "rationale": "A positive urea breath test confirms H. pylori infection, which requires eradication therapy. Standard triple therapy regimens typically consist of a proton pump inhibitor (PPI) like omeprazole, plus two antibiotics. Option B (Metronidazole + Omeprazole + Clarithromycin) is a common and effective triple therapy. Sucralfate is a mucosal protectant and not part of eradication. Ranitidine is an H2 receptor antagonist and is less effective than PPIs in eradication regimens and not a core component."
  },
  {
    "id": "med153",
    "questionText": "A patient with a gastric ulcer would probably describe the associated epigastric pain as:",
    "options": [
      "A gnawing sensation consistently relieved by food.",
      "A burning or gnawing epigastric pain often occurring shortly after eating or worsened by food.",
      "An intermittent colicky flank pain unrelated to meals."
    ],
    "correctAnswer": "B",
    "rationale": "The pain associated with a gastric ulcer is typically a burning, aching, or gnawing sensation in the epigastrium. Unlike duodenal ulcers, gastric ulcer pain often occurs shortly after eating (within 30 minutes to 1 hour) or may be precipitated or exacerbated by food, as food stimulates acid secretion which then irritates the ulcer. Relief with food is more characteristic of duodenal ulcers."
  },
  {
    "id": "med155",
    "questionText": "A patient with liver cirrhosis developed peripheral edema, ascites, poor concentration, and changes in mental status, with a musty odor on their breath (fetor hepaticus). What medication will be MOST appropriate for managing the neurological changes (hepatic encephalopathy) in this patient at the moment?",
    "options": ["Lactulose.", "High-dose diuretics.", "Digoxin."],
    "correctAnswer": "A",
    "rationale": "Poor concentration, mental status changes, and fetor hepaticus in a patient with cirrhosis are indicative of hepatic encephalopathy (HE). Lactulose is a first-line treatment for HE. It works by acidifying the colon, which reduces the absorption of ammonia (a neurotoxin implicated in HE) and promotes its excretion. Diuretics are used for edema and ascites. Digoxin is a cardiac medication and not indicated for HE."
  },
  {
    "id": "med156",
    "questionText": "A patient with nephrotic syndrome is found to have hyperlipidemia. During your clinical teaching to a group of nursing students, you explained that hyperlipidemia in nephrotic syndrome is primarily caused by a compensatory hepatic response to low serum levels of:",
    "options": ["Sodium.", "Albumin.", "Glucose."],
    "correctAnswer": "B",
    "rationale": "In nephrotic syndrome, there is massive proteinuria, leading to significant loss of albumin in the urine and resulting in hypoalbuminemia (low serum albumin). The liver attempts to compensate for this low oncotic pressure and protein loss by increasing the synthesis of various proteins, including lipoproteins. This increased hepatic synthesis of lipoproteins contributes significantly to the hyperlipidemia seen in nephrotic syndrome."
  },
  {
    "id": "med157",
    "questionText": "A patient with nephrotic syndrome has laboratory investigations indicating an increase in lipid levels. As the nurse managing this patient, you understand that hyperlipidemia in this condition is primarily caused by a low serum ..... level.",
    "options": ["glucose.", "albumin.", "sodium."],
    "correctAnswer": "B",
    "rationale": "Nephrotic syndrome is characterized by heavy proteinuria, leading to hypoalbuminemia (low serum albumin). This low albumin level triggers the liver to increase synthesis of proteins, including lipoproteins, resulting in hyperlipidemia. Therefore, hyperlipidemia in nephrotic syndrome is closely linked to low serum albumin levels."
  },
  {
    "id": "med158",
    "questionText": "A patient with peptic ulcer disease reports to you that she normally feels a burning pain mostly around 1-3 a.m. This nocturnal pain suggests which type of peptic ulcer?",
    "options": ["Duodenal ulcer.", "Gastric ulcer.", "Jejunal ulcer (rare)."],
    "correctAnswer": "A",
    "rationale": "Nocturnal pain, typically occurring between midnight and 3 a.m. (when circadian acid secretion is high and the stomach is empty), that awakens the patient is a classic symptom of a duodenal ulcer. This pain is often relieved by eating or taking antacids."
  },
  {
    "id": "med159",
    "questionText": "A patient presenting with restlessness, agitation, muscle twitching, progressing to convulsions, and a serum sodium level greater than 145 mEq/L can be said to be suffering from:",
    "options": ["Hypernatremia.", "Hypokalemia.", "Hypercalcemia."],
    "correctAnswer": "A",
    "rationale": "Hypernatremia is defined as a serum sodium concentration greater than 145 mEq/L. The neurological symptoms described, including restlessness, agitation, irritability, muscle twitching, and progressing to seizures and coma, are characteristic manifestations of hypernatremia, especially when it develops acutely or is severe. These occur due to osmotic water movement out of brain cells."
  },
  {
    "id": "med164",
    "questionText": "A patient with suspected thyroid hormone dysfunction is being prepared for thyroid function tests. The nurse, prior to the tests, must determine whether the patient has recently taken medications known to interfere with these test results. Which of these general drug classes contain specific agents that commonly cause such interference?\nI. Opiates.\nII. Certain Anti-hypertensives (e.g., amiodarone, beta-blockers).\nIII. Certain Antibiotics (e.g., rifampin, sulfonamides).\nIV. Corticosteroids.",
    "options": ["II, III and IV.", "I, II and III.", "I, II and IV."],
    "correctAnswer": "A",
    "rationale": "Corticosteroids can suppress TSH. Certain antihypertensives like amiodarone (which contains iodine) and some beta-blockers can affect thyroid hormone levels or conversion. Some antibiotics can also interfere with thyroid function or tests. Opiates generally do not significantly interfere with standard thyroid function tests."
  },
  {
    "id": "med165",
    "questionText": "A person exposed to hepatitis A virus is given immune globulin (gamma globulin) to provide passive immunity. The primary purpose of this is to:",
    "options": [
      "Provide pre-formed antibodies that neutralize the virus.",
      "Accelerate antigen-antibody union at the hepatic sinusoids.",
      "Increase the recipient's production of short-lived antibodies."
    ],
    "correctAnswer": "A",
    "rationale": "When a person is exposed to Hepatitis A virus (HAV), administration of immune globulin (gamma globulin) provides passive immunity by supplying pre-formed antibodies against HAV. These antibodies can neutralize the virus, preventing or attenuating infection and subsequent illness. This offers immediate, albeit temporary, protection."
  },
  {
    "id": "med166",
    "questionText": "A rotation nurse at the Eye Centre was tasked by an Eye Nurse Specialist to educate a group of nurse trainees about Glaucoma. One of the nurse trainees asked about common characteristics of Glaucoma. Which of the following responses from the rotation nurse is MOST appropriate?\nI. Increased Intraocular pressure (a major risk factor).\nII. Optic nerve atrophy (cupping).\nIII. Optic nerve hypertrophy.\nIV. Peripheral Visual field loss.",
    "options": ["I, II and IV.", "I only.", "I, II and III."],
    "correctAnswer": "A",
    "rationale": "Glaucoma is a group of eye diseases that damage the optic nerve, often leading to vision loss. The most common characteristics include increased intraocular pressure (though not in all types), progressive optic nerve atrophy (seen as increased cupping of the optic disc), and characteristic peripheral visual field loss. Optic nerve hypertrophy is not a feature of glaucoma."
  },
  {
    "id": "med167",
    "questionText": "A severely anemic patient is being transfused on your ward. The patient suddenly develops an urticarial rash and starts to convulse. As the nurse in charge on duty, what would be the immediate action to take?",
    "options": [
      "Administer emergency drugs as per protocol.",
      "Stop the transfusion immediately.",
      "Immediately notify the doctor."
    ],
    "correctAnswer": "B",
    "rationale": "The patient is exhibiting signs of a severe acute transfusion reaction, potentially allergic or anaphylactic, given the urticaria and convulsions. The absolute first and most critical action is to stop the transfusion immediately to prevent further exposure to the offending agent. Subsequent actions include maintaining IV access with normal saline, assessing the patient, notifying the physician, and administering emergency drugs as indicated."
  },
  {
    "id": "med169",
    "questionText": "A staff nurse is evaluating nursing care rendered to a patient with Glaucoma prior to discharge from the ward. Which of the following would the staff nurse consider as important overall expected outcomes for the client?\nI. Comply with prescribed therapy (medications and follow-up).\nII. Obtain relief from pain associated with the disease (especially in acute glaucoma) or discomfort from treatment.\nIII. Prevent or minimize further loss of vision.\nIV. Maintain safe function within their environment despite any visual limitations.",
    "options": ["I, II and III.", "I and II.", "I, II, III and IV."],
    "correctAnswer": "C",
    "rationale": "Key expected outcomes for a patient with glaucoma include adherence to prescribed therapy to manage intraocular pressure (I), relief from pain or discomfort (II), prevention or slowing of further vision loss (III), and adaptation to any existing visual impairment to ensure safe functioning (IV). Assessing these aspects is crucial for comprehensive glaucoma management."
  },
  {
    "id": "med171",
    "questionText": "Abiba Dede has been diagnosed with dracunculiasis in the community clinic. The incubation period for Dracunculus medinensis infection is approximately:",
    "options": ["6-9 months.", "18-20 months.", "10-14 months."],
    "correctAnswer": "C",
    "rationale": "Dracunculiasis is caused by the nematode Dracunculus medinensis. Humans become infected by drinking water contaminated with copepods (small crustaceans, e.g., Cyclops genus) that harbor infective larvae. The incubation period, from ingestion of larvae to the emergence of the adult female worm, is typically about 10-14 months (approximately 1 year)."
  },
  {
    "id": "med172",
    "questionText": "Acute inspiratory stridor is most likely to occur in which of the following conditions causing upper airway obstruction?",
    "options": ["Pneumonia.", "Epiglottitis.", "Tension pneumothorax."],
    "correctAnswer": "B",
    "rationale": "Acute inspiratory stridor, a high-pitched sound heard during inhalation, indicates upper airway obstruction. Epiglottitis, a severe inflammation and swelling of the epiglottis and surrounding supraglottic tissues, can rapidly lead to critical airway narrowing and is a classic cause of acute inspiratory stridor."
  },
  {
    "id": "med174",
    "questionText": "After a physical assessment and history taking of an obese patient, a diagnosis of esophagitis was made. He was admitted to your ward for further management. The nursing management of this patient would primarily focus on?",
    "options": [
      "Encouraging the patient to rest immediately after meals, promoting good oral care, and serving prescribed medications.",
      "Assessing mucous membranes, monitoring vomitus, and maximizing the use of prescribed medications.",
      "Promoting adequate nutritional intake with appropriate dietary modifications, maintaining integrity of the mucosal lining by reducing irritation, and minimizing pain."
    ],
    "correctAnswer": "C",
    "rationale": "The nursing management for esophagitis should focus on promoting adequate nutritional intake (often with dietary modifications like avoiding irritants and acidic foods), promoting healing of and maintaining the integrity of the esophageal mucosal lining, minimizing pain and discomfort (e.g., through prescribed medications like PPIs, antacids, and lifestyle advice such as elevating the head of the bed), and preventing complications."
  },
  {
    "id": "med176",
    "questionText": "After a tooth extraction for a 16-year-old boy, the attending nurse instructed the patient and mother to ensure that the patient rinses the mouth gently with warm saline water (usually starting 24 hours post-extraction), brushes teeth twice daily (avoiding the extraction site initially), and flosses carefully after meals. The overall rationale for these instructions is to:",
    "options": [
      "Primarily reduce immediate post-extraction pain and swelling.",
      "Help promote healing of the extraction site and maintain overall oral hygiene to prevent infection and further cavities.",
      "Prevent the build-up of plaque and tartar specifically on the healing gum tissue at the extraction site."
    ],
    "correctAnswer": "B",
    "rationale": "The instructions combine post-extraction care with general oral hygiene. Warm saline rinses (typically started 24 hours post-extraction) promote cleanliness and healing of the extraction site. Regular brushing and flossing (carefully avoiding the socket initially) help maintain overall oral hygiene, remove food particles, prevent plaque buildup, and reduce the risk of infection at the site and development of further dental cavities."
  },
  {
    "id": "med177",
    "questionText": "Ama Moses, a 10-year-old, is diagnosed with typhoid fever. This disease is primarily transmitted by:",
    "options": [
      "Airborne infection.",
      "Fecal-oral route.",
      "Droplet infection."
    ],
    "correctAnswer": "B",
    "rationale": "Typhoid fever is primarily transmitted by the fecal-oral route, typically through the ingestion of food or water contaminated with the feces of an infected individual or a chronic carrier of Salmonella Typhi."
  },
  {
    "id": "med178",
    "questionText": "An 18-year-old female reports to your facility with complaints of a burning sensation localized in the midepigastrium. She also indicated that she experiences a gnawing pain which is often relieved by eating. Further questioning indicates that she usually eats a small portion of food in the afternoon and drinks orange juice for the rest of the day because she does not want to gain weight. The goals of management for this patient would be to:",
    "options": [
      "Focus primarily on maintaining fluid balance and current nutritional status.",
      "Relieve pain, promote healing of any potential ulcer, and ensure adequate nutritional status through education on balanced dietary habits.",
      "Primarily alleviate the burning sensation with antacids and promote good nutrition through continued small portions."
    ],
    "correctAnswer": "B",
    "rationale": "The patient's symptoms (epigastric burning/gnawing pain relieved by eating) and dietary habits (irregular meals, acidic orange juice) suggest possible peptic ulcer disease, likely a duodenal ulcer. The primary goals of management are to relieve pain (e.g., with acid-suppressing medication), promote ulcer healing, ensure adequate nutritional status by advising on regular, balanced meals, avoiding irritants, and addressing any restrictive eating patterns or misconceptions about diet and weight."
  },
  {
    "id": "med179",
    "questionText": "An 18-year-old SHS (Senior High School) student reported to the hospital with painful and difficult micturition (dysuria). A diagnosis of urinary tract infection (UTI) was made. Which of the underlisted pathogens is the MOST common cause of uncomplicated UTIs in this demographic?",
    "options": [
      "Enterococcus faecalis.",
      "Staphylococcus aureus.",
      "Escherichia coli."
    ],
    "correctAnswer": "C",
    "rationale": "Escherichia coli (E. coli), a bacterium commonly found in the gastrointestinal tract, is by far the most frequent cause of uncomplicated urinary tract infections (UTIs), especially in sexually active young women. It ascends the urethra to infect the bladder. While other bacteria like Enterococcus faecalis and Staphylococcus saprophyticus can also cause UTIs, E. coli accounts for the vast majority of cases."
  },
  {
    "id": "med180",
    "questionText": "An 88-year-old man comes to the hospital and complains to you that he has recently been troubled with impotence (erectile dysfunction). The most appropriate initial nursing action at this time is to:",
    "options": [
      "Explain to him that impotence at his age is normal and to be expected.",
      "Listen empathetically and offer general emotional support.",
      "Take a complete health history, including a review of medical conditions, medications, and lifestyle factors."
    ],
    "correctAnswer": "C",
    "rationale": "While empathetic listening is important, the most appropriate initial action to address the patient's complaint is to gather comprehensive information. Taking a complete health history, including medical conditions (e.g., diabetes, cardiovascular disease), current medications (many can cause erectile dysfunction), surgical history, and lifestyle factors (e.g., smoking, alcohol use), is crucial to identify potential underlying causes of impotence and guide further assessment or referral. Dismissing it as normal due to age is inappropriate as treatable causes may exist."
  },
  {
    "id": "med181",
    "questionText": "An 88-year-old client was transferred to the Rehabilitation Unit of the hospital with a diagnosis of Benign Paroxysmal Positional Vertigo (BPPV). As a nurse at the unit, which of the following canalith repositioning maneuvers would you expect the physical therapist to recommend or perform for the client?\nI. Epley maneuver.\nII. Heimlich maneuver.\nIII. Semont maneuver.\nIV. Valsalva maneuver.",
    "options": ["I and III.", "I and II.", "I and IV."],
    "correctAnswer": "A",
    "rationale": "Benign Paroxysmal Positional Vertigo (BPPV) is caused by the dislodgement of otoconia (calcium carbonate crystals) into the semicircular canals of the inner ear. The Epley maneuver (I) and the Semont maneuver (III) are specific physical therapy techniques (canalith repositioning maneuvers) designed to move these displaced otoconia out of the affected canal and back into the utricle, thereby alleviating the symptoms of vertigo. The Heimlich maneuver is for choking, and the Valsalva maneuver has other uses."
  },
  {
    "id": "med182",
    "questionText": "An antidiuretic substance, crucial for maintaining body fluid balance by regulating water reabsorption in the kidneys, is primarily released by the:",
    "options": [
      "Posterior pituitary gland.",
      "Anterior pituitary gland.",
      "Adrenal cortex."
    ],
    "correctAnswer": "A",
    "rationale": "Antidiuretic hormone (ADH), also known as vasopressin, plays a key role in regulating the body's water balance. It is synthesized in the hypothalamus and then transported to, stored in, and released from the posterior pituitary gland. ADH acts on the renal collecting ducts to increase water reabsorption."
  },
  {
    "id": "med183",
    "questionText": "An asthmatic patient on your ward is placed on theophylline as treatment. This medication is primarily given to the patient to:",
    "options": [
      "Relax bronchial smooth muscle, thus reducing bronchoconstriction.",
      "Directly reduce allergic irritation in the airway.",
      "Primarily decrease airway inflammation through corticosteroid-like effects."
    ],
    "correctAnswer": "A",
    "rationale": "Theophylline is a methylxanthine drug that acts as a bronchodilator. Its primary mechanism in asthma is to relax the smooth muscles of the bronchi and bronchioles, leading to a reduction in bronchoconstriction and improvement in airflow, making it easier for the patient to breathe. It has some mild anti-inflammatory effects, but its main role is bronchodilation."
  },
  {
    "id": "med184",
    "questionText": "An elderly man on admission is complaining of hyperplasia (overgrowth) of the gums. Which of these drugs that he is taking is most likely responsible for this complaint?",
    "options": ["Aspirin.", "Phenytoin.", "Digoxin."],
    "correctAnswer": "B",
    "rationale": "Phenytoin, an anticonvulsant medication, is well-known for its potential side effect of causing gingival hyperplasia (gum overgrowth). This occurs in a significant percentage of patients taking the drug and is thought to be due to its effects on fibroblasts and collagen metabolism in the gingival connective tissue."
  },
  {
    "id": "med186",
    "questionText": "An Eye Nurse Specialist is conducting an ocular examination for a client at the Eye Unit of your hospital. The ocular assessment revealed visual field loss, optic disc cupping, colored halos around lights, and tunnel vision. As a rotation nurse at the Eye Unit assisting the ocular assessment, which of the assessment findings of the client, in addition to optic disc cupping, most directly indicates optic nerve damage consistent with glaucoma?",
    "options": [
      "Visual field loss.",
      "Tunnel vision.",
      "Colored halos around lights."
    ],
    "correctAnswer": "A",
    "rationale": "Optic disc cupping is a structural sign of optic nerve damage in glaucoma. Visual field loss is the functional consequence of this damage, representing areas where vision has been lost due to nerve fiber damage. Tunnel vision is a severe form of peripheral visual field loss. Colored halos around lights are typically associated with corneal edema, often seen in acute angle-closure glaucoma, rather than being a direct sign of optic nerve damage itself."
  },
  {
    "id": "med188",
    "questionText": "An obese man, aged 40, reports to your facility with complaints of severe heartburn, pain on swallowing (odynophagia), chest pain, and cough. His eating habits indicate he consumes appreciable amounts of spicy foods at a sitting and usually self-medicates with Ibuprofen for pain. A diagnosis of esophagitis was made. Which of the following are likely contributing factors to his condition?\nI. Obesity.\nII. Medication (Ibuprofen).\nIII. Age (40 years old).\nIV. Feeding habits (spicy foods).",
    "options": ["I, II and III.", "I, II and IV.", "I, III and IV."],
    "correctAnswer": "B",
    "rationale": "Obesity (I) is a significant risk factor for gastroesophageal reflux disease (GERD), which can lead to esophagitis. Medications like Ibuprofen (an NSAID) (II) can directly irritate the esophagus or worsen GERD. Certain feeding habits, such as consuming large amounts of spicy foods (IV), can also act as irritants or trigger reflux. Age 40 itself is not a primary independent risk factor for esophagitis compared to the other factors listed."
  },
  {
    "id": "med189",
    "questionText": "An Olympic athletic swimmer who is in Ghana for a vacation tour visited your health facility's ENT unit. He complained of itching, pain, and foul-smelling discharge from his ear, which started a few weeks after intensive swimming training sessions. Which of the following conditions is the swimmer most likely suffering from?",
    "options": ["Otitis Externa.", "Labyrinthitis.", "Otitis Media."],
    "correctAnswer": "A",
    "rationale": "The swimmer is likely suffering from Otitis Externa, also commonly known as 'swimmer's ear.' This is an infection or inflammation of the external ear canal. Prolonged exposure to moisture, as occurs with swimming, creates a favorable environment for bacterial or fungal growth, leading to symptoms such as itching, pain (especially when the auricle is manipulated), discharge (which can be foul-smelling), and sometimes temporary hearing impairment."
  },
  {
    "id": "med190",
    "questionText": "An outpatient with a condition causing severe cholestatic pruritus (for which Hepatitis A is an unlikely primary cause for this treatment) is prescribed phenobarbital sodium (Luminal). The nurse would advise the patient to contact the doctor if he/she notices significant side effects such as:",
    "options": [
      "Minor anal pruritus or mild orthostatic hypotension.",
      "Decreased tolerance to activity or common constipation.",
      "Excessive drowsiness, persistent lethargy, confusion, or unsteadiness."
    ],
    "correctAnswer": "C",
    "rationale": "Phenobarbital sodium (Luminal) is a barbiturate with sedative effects. Significant CNS side effects such as excessive drowsiness, persistent lethargy, confusion, or unsteadiness (ataxia) can impair daily functioning and safety, and should be reported to the doctor. While orthostatic hypotension can occur, persistent lethargy and confusion are prominent dose-related concerns. Anal pruritus is not a typical side effect of phenobarbital; it's more likely a symptom the drug might be trying to treat (generalized pruritus)."
  },
  {
    "id": "med191",
    "questionText": "An unconscious patient is receiving intermittent enteral feeding through a Nasogastric (NG) tube. To evaluate gastric emptying and tolerance of the previous feeding, the Nurse should:",
    "options": [
      "Primarily evaluate the total fluid intake in relation to the total output over 24 hours.",
      "Compare the patient's current body weight to the baseline data recorded before feedings started.",
      "Aspirate for gastric residual volume (GRV) before the next feeding and typically re-instill it if within acceptable limits."
    ],
    "correctAnswer": "C",
    "rationale": "Aspiration of gastric residual volume (GRV) prior to administering the next intermittent enteral feeding is a standard nursing practice to assess gastric emptying and tolerance. A high GRV may indicate delayed gastric emptying, increasing the risk of regurgitation and aspiration. The aspirated volume is usually re-instilled if it's within institutional policy limits and not of abnormal appearance, to prevent loss of fluids, electrolytes, and nutrients."
  },
  {
    "id": "med192",
    "questionText": "As a charge Nurse performing an assessment on a 20-year-old man with sickle cell disease, which of the following findings requires URGENT intervention?\nI. Multiple chronic leg ulcers.\nII. Hemoglobin of 6.5 g/dL.\nIII. Painful erection lasting several hours (priapism).",
    "options": [
      "I only.",
      "II and III.",
      "I, II, and III."
    ],
    "correctAnswer": "B",
    "rationale": "A Hemoglobin of 6.5 g/dL (II) indicates severe anemia, which can be life-threatening in sickle cell disease and requires urgent assessment and potential transfusion. Priapism (III), a painful persistent erection, is a urological emergency in sickle cell disease requiring immediate intervention to prevent permanent damage. Chronic leg ulcers (I) require ongoing management but are not typically as acutely urgent as severe anemia or priapism."
  },
  {
    "id": "med193",
    "questionText": "As a newly qualified nurse attending to a patient diagnosed with chronic gastritis, you understand that which of the following complications may result if the condition is left untreated or inadequately managed over time?",
    "options": ["Frequent vomiting as the primary complication.", "Gastric mucosal atrophy and potential for peptic ulcer or stenosis.", null],
    "correctAnswer": "B",
    "rationale": "Untreated or poorly managed chronic gastritis can lead to several complications. These include gastric mucosal atrophy (thinning of the stomach lining), which can impair digestion and absorption (e.g., of Vitamin B12, leading to pernicious anemia). It can also progress to peptic ulcer disease, gastrointestinal bleeding, and in some cases, chronic inflammation can lead to scarring and narrowing (stenosis) of parts of the stomach, such as pyloric stenosis. There is also an increased risk of developing gastric cancer with certain types of chronic gastritis (e.g., H. pylori-associated atrophic gastritis)."
  },
  {
    "id": "med194",
    "questionText": "As a nurse assisting a patient with airflow limitation (e.g., COPD) in exercises to expand the chest, you would instruct the patient to perform pursed-lip breathing because this technique will primarily:",
    "options": [
      "Facilitate a greater intake of oxygen during inspiration.",
      "Improve overall ventilation and perfusion matching in the lungs.",
      "Help prolong exhalation, reduce air trapping, and assist with carbon dioxide elimination."
    ],
    "correctAnswer": "C",
    "rationale": "Pursed-lip breathing is a technique that involves inhaling normally through the nose and exhaling slowly and steadily through pursed lips (as if whistling or gently blowing out a candle). This technique creates a slight back-pressure (positive end-expiratory pressure - PEEP) in the airways, which helps to keep them open longer during exhalation. This prolonged exhalation aids in more complete emptying of the lungs, reduces air trapping, and facilitates the elimination of carbon dioxide. It can also help to slow the respiratory rate and relieve dyspnea."
  },
  {
    "id": "med195",
    "questionText": "As a preceptor on the ward, how would you best explain vertigo to a first-year RGN (Registered General Nurse) student on clinical rotation?",
    "options": [
      "It's a general feeling of dizziness and discomfort.",
      "It's a feeling of restlessness and listlessness often seen in ill patients.",
      "It's an abnormal sensation of rotational movement (of oneself or the environment) or a sense of imbalance and motion."
    ],
    "correctAnswer": "C",
    "rationale": "Vertigo is a specific type of dizziness characterized by an illusion or sensation of movement, typically spinning or rotational (either the person feels they are spinning, or the surroundings are spinning around them). It can also manifest as a sense of tilting or swaying. It's distinct from lightheadedness or general unsteadiness and is often due to a problem with the vestibular system (inner ear or brain pathways)."
  },
  {
    "id": "med196",
    "questionText": "As a Student Nurse, during your assessment of a patient with a common cold (viral upper respiratory infection), you observe that the sputum, initially clear, has now become thick and green in color. You may interpret this change to potentially indicate:",
    "options": [
      "A sign of significantly lowered systemic immunity.",
      "An expected allergic reaction component of the cold.",
      "A possible secondary bacterial infection."
    ],
    "correctAnswer": "C",
    "rationale": "While a common cold is viral, a change in sputum from clear or white to thick, purulent (e.g., green or yellow) can suggest the development of a secondary bacterial infection, such as bacterial sinusitis or bronchitis. The green color is often attributed to the presence of neutrophils and enzymes like myeloperoxidase. However, sputum color alone is not definitive proof of bacterial infection but is a common indicator prompting further assessment."
  },
  {
    "id": "med197",
    "questionText": "As the attending nurse of a patient diagnosed with celiac disease, you explain that the disease is caused by an autoimmune response triggered by the ingestion of:",
    "options": ["Galactose.", "Gluten.", "Glucose."],
    "correctAnswer": "B",
    "rationale": "Celiac disease is a chronic autoimmune disorder triggered by the ingestion of gluten in genetically susceptible individuals. Gluten is a protein found in wheat, barley, and rye. The immune response to gluten leads to inflammation and damage to the lining of the small intestine, resulting in malabsorption of nutrients."
  },
  {
    "id": "med198",
    "questionText": "As the nurse in charge of the geriatric ward, you are to educate postmenopausal women on their diet. You will include that they should consume foods rich in Vitamin D and calcium primarily to prevent:",
    "options": ["Osteomyelitis.", "Osteoporosis.", "Osteomalacia."],
    "correctAnswer": "B",
    "rationale": "Osteoporosis is a common bone disease in postmenopausal women, characterized by low bone mass and deterioration of bone tissue, leading to increased bone fragility and risk of fractures. Estrogen decline after menopause accelerates bone loss. Adequate intake of calcium (essential for bone structure) and Vitamin D (essential for calcium absorption) is crucial for maintaining bone density and preventing or slowing the progression of osteoporosis."
  },
  {
    "id": "med199",
    "questionText": "At the community clinic where you work, a mother reports to your facility with her 10-year-old son who complains of pain in the gums when chewing and sensitivity to cold or hot foods. Oral history revealed the child refuses to brush his teeth on a daily basis. In your education to the mother and child, which of the following points should you include regarding oral hygiene and diet?\nI. Brushing of teeth at least twice daily with fluoride toothpaste.\nII. Avoidance or limitation of excessive sugar intake, especially sugary snacks and drinks.\nIII. Flossing of teeth daily and rinsing the mouth with water after meals.\nIV. Consuming very hot meals regularly to avoid bacteria build-up in the mouth.",
    "options": [
      "I and IV only.",
      "I, II, and III only.",
      "I, II, and IV only."
    ],
    "correctAnswer": "B",
    "rationale": "Appropriate oral hygiene education includes: I. Brushing teeth at least twice daily with fluoride toothpaste. II. Limiting sugary foods and drinks, as sugar feeds bacteria that cause decay. III. Daily flossing to clean between teeth and rinsing after meals to remove food particles. IV. Advising consumption of very hot meals to prevent bacteria build-up is incorrect and potentially harmful; temperature extremes can cause sensitivity, and heat does not effectively control oral bacteria in this manner."
  },
  {
    "id": "med200",
    "questionText": "Auntie Adobea Fuseni, aged 24 years, is being discharged after treatment for an episode of gastritis. What important health education regarding diet would the Nurse give to her before she leaves the hospital to help manage her condition and prevent recurrence?",
    "options": [
      "Strictly limit the intake of all fatty foods and red meat indefinitely.",
      "Occasionally consult a dietician for a generic diet list for gastritis.",
      "Reduce intake of highly seasoned, spicy, or acidic foods, and avoid known personal trigger foods."
    ],
    "correctAnswer": "C",
    "rationale": "For gastritis management, dietary advice often includes avoiding or reducing the intake of foods and beverages that can irritate the stomach lining or increase acid production. This commonly includes highly seasoned, spicy, or acidic foods (like citrus fruits, tomatoes), alcohol, and caffeine. Identifying and avoiding personal trigger foods is also important. While some fatty foods can delay gastric emptying and worsen symptoms, a blanket restriction on all meat isn't standard; lean meats are usually tolerated. Regular dietary guidance tailored to the individual is more helpful than occasional consultation for a generic list."
  },
  {
    "id": "med201",
    "questionText": "Baby Liza Semetor, aged 9 months, has been diagnosed with pneumonia. Which of the following clinical manifestations would indicate that Baby Liza has streptococcal pneumonia?",
    "options": [
      "Hoarseness, rhinitis, nonproductive cough",
      "Low-grade fever, nasal congestion, headache.",
      "Pleuritic chest pain, sudden onset of chills, and rapid fever."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: Pleuritic chest pain (pain caused by inflamed pleural membranes around the lungs), sudden onset of chills, and rapid fever are signs of a severe form of pneumonia and are often indicative of streptococcal pneumonia."
  },
  {
    "id": "med202",
    "questionText": "Barikisu Lamptey has developed pleurisy as a result of recurrent pneumonia. She complains of severe chest pain. The Nurse explains to Barikisu that the pain may get worse on...",
    "options": [
      "Holding her breath for a while.",
      "Changing her position.",
      "Taking a deep breath."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: Inflamed pleural surfaces rub against each other during respiratory movements, especially deep inspiration or coughing, causing sharp pain. This is characteristic of pleuritic chest pain, which worsens with deep breathing."
  },
  {
    "id": "med203",
    "questionText": "Bi Adrogah, an eight-month-old baby, is at the Paediatric emergency ward with malnutrition. What would be the initial action to be taken by the Nurse?",
    "options": [
      "Immediately call the doctor on duty to see the baby.",
      "Evaluate the baby's dietary intake.",
      "Refer mother and baby to a dietician."
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: Evaluating the baby's dietary intake is a crucial first step to identify potential causes of malnutrition, assess nutritional deficiencies, and plan appropriate interventions to ensure the baby receives adequate nutrition for growth and development."
  },
  {
    "id": "med204",
    "questionText": "Clinical manifestations of Crohn's disease occurring in the colon include the following EXCEPT:",
    "options": [
      "Mixture of healthy parts of the colon and inflamed areas (skip lesions).",
      "Presence of continuous inflammation of the colon.",
      "Dyspareunia."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: Dyspareunia, which is pain during sexual intercourse, is a symptom related to the reproductive system and not typically a direct gastrointestinal manifestation of Crohn's disease in the colon."
  },
  {
    "id": "med205",
    "questionText": "Clinical manifestations such as neck and back pain in cerebrospinal meningitis (CSM) are signs of:",
    "options": [
      "Meningeal irritation.",
      "Raised intracranial pressure.",
      "Increased body temperature."
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: Neck and back pain in cerebrospinal meningitis (CSM) are caused by meningeal irritation. This irritation results from inflammation of the meninges (protective membranes surrounding the brain and spinal cord), which can also put pressure on nerve roots in the spinal column."
  },
  {
    "id": "med206",
    "questionText": "Community Based Therapeutic Care (CTC) is among the strategies recommended for the management of acute severe malnutrition. The following are among the advantages of CTC:\nI. Encourages early presentations\nII. Is less costly\nIII. Has wide coverage",
    "options": ["I and II", "II and III", "I and III"],
    "correctAnswer": "B",
    "rationale": "Rationale: Community-Based Therapeutic Care (CTC) is considered less costly (II) and has wide coverage (III), making it an effective strategy for managing acute severe malnutrition. While encouraging early presentations (I) is also an advantage, the combination of II and III highlights key programmatic benefits."
  },
  {
    "id": "med207",
    "questionText": "Defects forming Tetralogy of Fallot include:\nI. Overriding aorta\nII. Pulmonary stenosis\nIII. Right ventricular hypertrophy\nIV. Ventricular septal defect",
    "options": ["I, II, III, and IV"],
    "correctAnswer": "A",
    "rationale": "Rationale: Tetralogy of Fallot is a congenital heart defect characterized by four primary defects: overriding aorta, pulmonary stenosis, ventricular septal defect, and right ventricular hypertrophy."
  },
  {
    "id": "med208",
    "questionText": "During discharge teaching for a client with hepatic cirrhosis, the nurse is sure to advise that the patient should avoid which of the following to help prevent hepatic encephalopathy?",
    "options": ["Plum.", "Cheese.", "Mushroom."],
    "correctAnswer": "B",
    "rationale": "Rationale: Hepatic encephalopathy is a neurological complication of advanced liver disease. It can be precipitated by a high protein load. Cheese, being a high-protein food, should be limited or avoided by patients at risk, as the breakdown of protein produces ammonia, which the cirrhotic liver cannot effectively detoxify."
  },
  {
    "id": "med209",
    "questionText": "During a four (4) hourly check of vital signs, a patient receiving an IV infusion has an increase in blood pressure, a bounding pulse, and complains of a headache. These findings and complaints are indicative of:",
    "options": ["Hyperglycemia.", "Fluid overload.", "Air embolism."],
    "correctAnswer": "B",
    "rationale": "Rationale: These signs (increased blood pressure, bounding pulse, headache) during IV infusion are indicative of fluid overload (hypervolemia). This occurs when there is an excessive volume of fluid in the circulatory system, potentially leading to symptoms like headache, hypertension, bounding pulse, shortness of breath, and edema."
  },
  {
    "id": "med210",
    "questionText": "During a school health visit, a pupil presented with a severe discharge from the left ear. As a rotation nurse on the school health visit team, how long would you instruct the pupil to keep a drug-impregnated cotton wick in the left ear? ...... hours",
    "options": ["24 to 72", "12 to 22", "24 to 48"],
    "correctAnswer": "C",
    "rationale": "Rationale: The recommended length of time to keep a drug-impregnated cotton wick in the ear for conditions like otitis externa is often 24 to 48 hours, to allow for adequate medication delivery to the inflamed ear canal. Specific duration depends on the medication and clinical assessment."
  },
  {
    "id": "med212",
    "questionText": "During patient teaching about vertigo prior to discharge, which of the following statements made by the client indicates understanding of peripheral vertigo?",
    "options": [
      "\"It is a disorder of the inner ear and the VIII cranial nerve.\"",
      "\"It is not a disorder of the VIII cranial nerve but of the vestibular nuclei.\"",
      "\"It is a disorder of the inner ear and vestibular structures in the brainstem.\""
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: Peripheral vertigo is caused by problems in the inner ear or the vestibular nerve (the VIII cranial nerve). This nerve transmits information about balance and spatial orientation from the inner ear to the brain."
  },
  {
    "id": "med213",
    "questionText": "During physical assessment of a patient with breathing difficulty, a patient assuming a sitting position with arms braced forward and laterally on the edge of the bed (tripod position) is likely to be suffering from:",
    "options": [
      "Atelectasis.",
      "Obstructive pulmonary disease.",
      "Pneumothorax."
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: The tripod position helps to optimize respiratory mechanics by using accessory muscles of respiration, increasing lung expansion, and improving oxygenation. It is commonly seen in patients with severe respiratory distress, often associated with obstructive pulmonary diseases like COPD or acute asthma exacerbation."
  },
  {
    "id": "med214",
    "questionText": "During medication administration, a first-year student asks why methimazole is administered to a patient diagnosed with hyperthyroidism. Your correct response should be:",
    "options": [
      "It prevents the pituitary gland from releasing TSH.",
      "It decreases the synthesis of thyroid hormone.",
      "It reduces blood supply to the gland."
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: Methimazole is an antithyroid medication used in the management of hyperthyroidism. It works by inhibiting the enzyme thyroperoxidase, thereby blocking the synthesis of thyroid hormones in the thyroid gland."
  },
  {
    "id": "med215",
    "questionText": "During ward rounds at the Medical Unit, a student nurse was asked to state the clinical manifestations of hepatitis B. Which of the following is NOT typically a primary manifestation of acute hepatitis B?",
    "options": ["Epigastric pain.", "Fever.", "Jaundice."],
    "correctAnswer": "A",
    "rationale": "Rationale: Fever and jaundice are common manifestations of acute hepatitis B. While abdominal discomfort, often in the right upper quadrant (due to liver inflammation), can occur, isolated epigastric pain is less specific and not considered a primary or defining symptom compared to fever and jaundice."
  },
  {
    "id": "med216",
    "questionText": "During ward rounds, it was observed that a male patient, admitted for the past week, had laboratory results revealing that his bilirubin, creatinine, and urea levels were above the normal ranges. This indicates that the organ responsible for manufacturing, storing, altering, and excreting a large number of substances involved in metabolism is not functioning as it should. This organ is the:",
    "options": ["Liver", "Kidney", "Pancreas"],
    "correctAnswer": "A",
    "rationale": "Rationale: The liver is a primary organ for metabolism, including processing bilirubin (an elevated level of which indicates liver dysfunction) and synthesizing urea. While elevated creatinine and urea are typically signs of kidney issues, the broad metabolic functions described in the question (manufacturing, storing, altering, excreting substances) are most comprehensively attributed to the liver. Severe liver disease can also secondarily affect kidney function (hepatorenal syndrome)."
  },
  {
    "id": "med217",
    "questionText": "During ward rounds, the team leader reviewed a patient with renal disease. He explained that the blood flow to the kidneys is approximately 1200 mL/minute. The Nurse understands that this accounts for approximately ...... percent range of cardiac output.",
    "options": ["30-35%", "15%", "20-25%"],
    "correctAnswer": "C",
    "rationale": "Rationale: The renal blood flow, approximately 1200 mL/minute (or about 1.2 L/minute), typically accounts for 20-25% of the cardiac output (which is around 5 L/minute at rest). This substantial blood supply is essential for the kidneys' functions of filtration and waste product removal."
  },
  {
    "id": "med218",
    "questionText": "During ward rounds, the medical team reviewed a client with a diagnosis of Uveitis. The medical team lead asked the student nurses about the components of the uveal tract. Which of the following responses from the student nurses are MOST appropriate?\nI. Choroid\nII. Ciliary body\nIII. Cornea\nIV. Iris",
    "options": ["I and II", "I, II, and III", "I, II, and IV"],
    "correctAnswer": "C",
    "rationale": "Rationale: The uveal tract (uvea) consists of three parts: the iris, the ciliary body, and the choroid. The cornea (III) is the transparent outer layer at the front of the eye and is not part of the uveal tract."
  },
  {
    "id": "med221",
    "questionText": "Foods in damaged cans are particularly susceptible to contamination by which anaerobic, toxin-producing organism, potentially causing severe food poisoning?",
    "options": [
      "Clostridium tetani",
      "Escherichia coli",
      "Clostridium botulinum"
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: Clostridium botulinum is an anaerobic bacterium that can thrive in the low-oxygen environment of improperly canned or damaged canned foods. It produces a potent neurotoxin that causes botulism, a serious and potentially fatal illness, if consumed."
  },
  {
    "id": "med222",
    "questionText": "Hajia Alimatu Hopeson, a 53-year-old Bank Manager, reported to the hospital with complaints of headache, dizziness, and palpitations. Her body mass index (BMI) was calculated to be 56 kg/m². Based on her BMI, the probable classification would be:",
    "options": ["Normal", "Obese", "Morbidly obese"],
    "correctAnswer": "C",
    "rationale": "Rationale: A body mass index (BMI) of 40 kg/m² or higher is classified as Class III obesity, also known as morbid obesity. A BMI of 56 kg/m² clearly falls into this category, which is associated with a significantly increased risk of various health problems, including cardiovascular disease, type 2 diabetes, and certain cancers."
  },
  {
    "id": "med223",
    "questionText": "In a patient with dysrhythmia, which of the following assessment findings would indicate a decreased cardiac output?",
    "options": [
      "Hypertension and bradycardia",
      "Chest pain and decreased mental status.",
      "Bounding pulse and increased temperature."
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: Decreased cardiac output means the heart is not pumping blood effectively. This leads to reduced perfusion of vital organs, including the brain (causing decreased mental status or confusion) and the heart muscle itself (potentially causing chest pain due to ischemia). Other signs can include hypotension, weak pulse, fatigue, and shortness of breath."
  },
  {
    "id": "med224",
    "questionText": "In controlling the pain in a patient with gastric ulcer disease, the following are means of achieving pain relief EXCEPT:",
    "options": [
      "Encouraging adequate rest.",
      "Avoiding stressful situations.",
      "Eating meals when desired."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: For gastric ulcers, eating can often exacerbate pain due to increased acid production stimulating the ulcerated area. Therefore, 'eating meals when desired' without specific dietary guidance or medication is not a reliable pain relief strategy. Adequate rest and avoiding stress are generally beneficial for ulcer healing and symptom management."
  },
  {
    "id": "med225",
    "questionText": "In educating a group of pregnant women on diet during pregnancy, you would advise them to eat foods rich in Vitamin D and calcium to help prevent:",
    "options": ["Osteomalacia.", "Osteomyelitis.", "Osteoporosis."],
    "correctAnswer": "C",
    "rationale": "Rationale: Adequate intake of Vitamin D and calcium during pregnancy is crucial for maintaining maternal bone density and supporting fetal skeletal development. This helps to prevent excessive maternal bone loss and reduces the risk of developing pregnancy-associated osteoporosis or worsening pre-existing low bone density. While severe Vitamin D deficiency can lead to osteomalacia, osteoporosis (loss of bone density) is also a concern."
  },
  {
    "id": "med226",
    "questionText": "In educating a patient diagnosed with GERD (Gastroesophageal Reflux Disease), you should indicate that the risk factors for this disease include the following EXCEPT:",
    "options": ["Pregnancy.", "Regular exercise.", "Smoking."],
    "correctAnswer": "B",
    "rationale": "Rationale: Regular moderate exercise is generally not a risk factor for GERD and can be beneficial for overall health, including weight management, which can reduce GERD symptoms. Pregnancy (due to hormonal changes and pressure on the stomach) and smoking (which can weaken the lower esophageal sphincter) are well-known risk factors for GERD."
  },
  {
    "id": "med228",
    "questionText": "In educating a patient with multiple sclerosis, which of the following statements made by the patient indicates an understanding of the condition?",
    "options": [
      "\"There is no cure for the condition.\"",
      "\"If I take my medications religiously, I can be cured.\"",
      "\"If urinary complications do not occur, I can get well.\""
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: This statement demonstrates an accurate understanding, as multiple sclerosis (MS) is a chronic, progressive autoimmune disease of the central nervous system for which there is currently no cure. Treatments aim to manage symptoms, reduce the frequency and severity of relapses, and slow disease progression."
  },
  {
    "id": "med229",
    "questionText": "In managing a dyspneic patient diagnosed with emphysema, you understand that oxygen saturation is often low due to:",
    "options": [
      "Loss of aerating surface area of alveoli.",
      "Infectious obstructions in the airways.",
      "Effusion in the pleural space."
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: Emphysema, a form of COPD, is characterized by the destruction of alveolar walls. This leads to a significant decrease in the surface area available for gas exchange (oxygen uptake and carbon dioxide removal) in the lungs, resulting in hypoxemia and low oxygen saturation."
  },
  {
    "id": "med230",
    "questionText": "In managing a patient with pulmonary embolism, which of the following prescribed interventions is MOST appropriate for the nurse to administer, from the options provided?",
    "options": ["IV fluids.", "Intranasal oxygen.", "Oral aspirin."],
    "correctAnswer": "C",
    "rationale": "Rationale: While anticoagulants are the cornerstone of treatment for pulmonary embolism and oxygen is vital for hypoxia, if oral aspirin is prescribed (e.g., for its antiplatelet effects as adjunctive therapy or specific patient context), its administration would be an appropriate nursing action. The 'most appropriate' depends on the full clinical picture and specific orders, but aspirin addresses clot-related pathophysiology."
  },
  {
    "id": "med231",
    "questionText": "In managing hypertension, a calcium channel blocker is often prescribed. Which of the following medications belongs to this class?",
    "options": ["Lisinopril", "Bumetanide", "Amlodipine"],
    "correctAnswer": "C",
    "rationale": "Rationale: Amlodipine is a calcium channel blocker (CCB). CCBs, such as amlodipine, diltiazem, and nifedipine, are used to manage hypertension by blocking calcium influx into vascular smooth muscle cells, leading to vasodilation, which lowers blood pressure and reduces systemic vascular resistance. Lisinopril is an ACE inhibitor, and bumetanide is a loop diuretic."
  },
  {
    "id": "med233",
    "questionText": "In the care of Mr. Afful Seidu, who has Non-Hodgkin's Lymphoma, the nurse washes hands frequently because the risk of infection is higher in this patient, primarily due to potential:",
    "options": ["Neutropenia", "Agranulocytosis", "Anemia"],
    "correctAnswer": "A",
    "rationale": "Rationale: Patients with Non-Hodgkin's Lymphoma, especially those undergoing chemotherapy or radiation, are at high risk for neutropenia (a low count of neutrophils, a type of white blood cell crucial for fighting infection). This significantly increases their susceptibility to infections, making meticulous hand hygiene by healthcare providers essential. Agranulocytosis is a severe form of neutropenia."
  },
  {
    "id": "med234",
    "questionText": "In the female medical ward where you work, a 23-year-old female has been diagnosed with urethritis. As the nurse caring for this patient, you understand that the MOST common symptom of this condition is:",
    "options": ["Dysuria", "Vaginal discharge", "Hematuria"],
    "correctAnswer": "A",
    "rationale": "Rationale: Urethritis is an inflammation of the urethra. Dysuria (painful or difficult urination) is the most common symptom of urethritis in both males and females. While discharge can occur, particularly if associated with STIs, dysuria is more consistently the primary complaint."
  },
  {
    "id": "med235",
    "questionText": "In the management of cirrhosis of the liver, the nurse critically monitors changes in the patient's behavior. This is primarily to identify and manage:",
    "options": [
      "Progressive hepatic failure.",
      "Hepatic encephalopathy.",
      "Development of liver cancer."
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: Changes in behavior (such as confusion, disorientation, personality changes, asterixis, or altered level of consciousness) in a patient with cirrhosis are key signs of hepatic encephalopathy. This neuropsychiatric syndrome results from the liver's inability to detoxify substances like ammonia, which then accumulate in the bloodstream and affect brain function, requiring prompt assessment and intervention."
  },
  {
    "id": "med236",
    "questionText": "In treating Peptic ulcers caused by H. pylori, a quadruple therapy regimen is often employed. Which of the following pairs of antibiotics might be used in such a therapy?",
    "options": [
      "Metronidazole and clarithromycin.",
      "Metronidazole and amoxicillin.",
      "Metronidazole and tetracycline."
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: One common non-bismuth quadruple therapy regimen for Helicobacter pylori eradication (a major cause of peptic ulcers) includes a proton pump inhibitor (PPI), amoxicillin, clarithromycin, and metronidazole. Thus, metronidazole and clarithromycin are two of the antibiotics used in this type of quadruple therapy. Another type, bismuth quadruple therapy, uses metronidazole and tetracycline."
  },
  {
    "id": "med237",
    "questionText": "In the nursing process, the nursing diagnosis step represents:",
    "options": [
      "The patient's health problems or needs amenable to nursing intervention.",
      "The actual nursing interventions to be performed.",
      "The analysis of patient's assessment data."
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: A nursing diagnosis is a clinical judgment about an individual, family, or community's responses to actual or potential health problems or life processes. It identifies patient health problems, risks, or needs that nurses are licensed and competent to treat or manage."
  },
  {
    "id": "med238",
    "questionText": "In your assessment of a patient on your ward, you made a nursing diagnosis of 'Fluid Volume Deficit'. What are the risk factors for fluid volume deficit?\nI. Diabetes insipidus\nII. Excessive vomiting\nIII. Gastrointestinal suctioning\nIV. Osmotic diuresis",
    "options": ["II and III", "I, II, and III", "I, II, III, and IV"],
    "correctAnswer": "C",
    "rationale": "Rationale: All listed conditions can lead to excessive fluid loss, contributing to fluid volume deficit. Diabetes insipidus causes excretion of large volumes of dilute urine. Excessive vomiting and gastrointestinal suctioning lead to loss of GI fluids. Osmotic diuresis (e.g., in uncontrolled diabetes mellitus with hyperglycemia) increases urine output due to high solute concentration in the renal tubules. These can all cause dehydration and electrolyte imbalances."
  },
  {
    "id": "med239",
    "questionText": "Intravenous Ringer's Lactate is prescribed for Madam Esi Bruce after she reported with diarrhea and weakness. The Nurse knows that Ringer's Lactate is used to expand intravascular volume and replace ...... fluid loss.",
    "options": ["Extracellular.", "Intravascular.", "Intracellular."],
    "correctAnswer": "A",
    "rationale": "Rationale: Ringer's Lactate is an isotonic crystalloid solution. Upon administration, it distributes throughout the extracellular fluid compartment, which includes both the intravascular (plasma) and interstitial spaces. It is therefore used to replace extracellular fluid losses and expand intravascular volume, common in conditions like diarrhea."
  },
  {
    "id": "med240",
    "questionText": "Iron deficiency anemia develops when iron stores are depleted, and iron availability becomes inadequate for red blood cell (RBC) production. It is the MOST common type of anemia and is particularly common in:",
    "options": ["Teenagers", "The elderly", "Middle-aged women"],
    "correctAnswer": "C",
    "rationale": "Rationale: Middle-aged women (women of childbearing age) are particularly susceptible to iron deficiency anemia due to chronic iron loss from menstruation and the increased iron demands of pregnancy and lactation. This can lead to inadequate iron for hemoglobin synthesis and red blood cell production if not compensated by sufficient dietary intake or supplementation."
  },
  {
    "id": "med241",
    "questionText": "Which of the following is LEAST critical for the Nurse to prioritize when observing a patient with tetanus, compared to other specific signs of the disease?",
    "options": [
      "Respiratory tract spasm.",
      "Restlessness and irritability.",
      "Muscular rigidity."
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: Tetanus is a serious bacterial infection affecting the nervous system, causing muscle stiffness and spasms. Critical observations include respiratory tract spasms (which can lead to airway compromise) and muscular rigidity (a hallmark sign). While restlessness and irritability can be present, they are less specific to tetanus compared to the neuromuscular manifestations and may not carry the same immediate life-threatening implications as respiratory spasms or severe rigidity."
  },
  {
    "id": "med242",
    "questionText": "Joyce Ntim, a 33-year-old trader, was admitted with the diagnosis of aspiration pneumonia. During assessment, which of the following will the nurse consider as a significant direct risk factor for her aspiration pneumonia?",
    "options": [
      "Impaired airway reflexes.",
      "Presence of a nasogastric tube for feeding.",
      "History of esophageal disease."
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: While impaired airway reflexes and esophageal disease are risk factors, the presence of a nasogastric (NG) tube for feeding is a direct and immediate risk. NG tube feeding can increase the risk of regurgitation and aspiration of gastric contents into the lungs if the tube is improperly placed, if the patient has delayed gastric emptying, or during episodes of vomiting or coughing."
  },
  {
    "id": "med243",
    "questionText": "Kwame, a 17-year-old student, is being managed for diabetic ketoacidosis (DKA) with intensive therapy, including insulin. Which of the following is a major potential adverse effect of this therapy?",
    "options": ["Severe hypoglycemia.", "Nephropathy.", "Hypokalemia."],
    "correctAnswer": "C",
    "rationale": "Rationale: Intensive therapy for DKA involves insulin administration, which lowers blood glucose levels. Insulin also promotes the movement of potassium from the extracellular fluid into the intracellular space. This shift can lead to hypokalemia (low serum potassium levels), which is a major and potentially life-threatening complication that must be carefully monitored and managed during DKA treatment. Severe hypoglycemia is also a risk."
  },
  {
    "id": "med244",
    "questionText": "Laboratory investigations were requested for Mr. John Onoma. The results indicated both protozoa and bacteria as causative agents for his condition. The doctor on duty assessed the result and described these as concomitant infections. This means the presence of:",
    "options": [
      "Parasites of different species in one host.",
      "Several parasites of the same species in one host.",
      "Two or more distinct pathogens (e.g., bacteria and protozoa) in one host simultaneously."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: A concomitant infection (or co-infection) is defined as the simultaneous presence of two or more different pathogenic organisms (like bacteria, viruses, fungi, or protozoa) infecting a single host at the same time."
  },
  {
    "id": "med245",
    "questionText": "Maame Abena has a runny nose, a manifestation of a common cold. She uses her handkerchief to clean her nostrils. The handkerchief can be a source of transmission of infection to others. The handkerchief in this instance is a:",
    "options": ["Reservoir.", "Vector.", "Fomite."],
    "correctAnswer": "C",
    "rationale": "Rationale: The handkerchief, in this case, is a fomite. A fomite is an inanimate object that can become contaminated with infectious agents (like viruses from nasal secretions) and serve as a vehicle for transmitting these agents to another person."
  },
  {
    "id": "med246",
    "questionText": "Maame Adjoa Frema, aged 42 years, was rushed to the emergency unit with a history of bronchial asthma, presenting with the key complaint of difficulty in breathing. Which of the following nursing diagnoses would be most appropriate for Madam Frema related to her primary complaint?",
    "options": [
      "Caregiver role strain related to patient's dyspnea.",
      "Impaired physical mobility related to dyspnea.",
      "Ineffective breathing pattern related to bronchoconstriction and airway inflammation."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: 'Ineffective breathing pattern related to bronchoconstriction and airway inflammation' (manifested by dyspnea) accurately identifies the physiological problem underlying the patient's difficulty in breathing due to asthma. This diagnosis focuses on the alteration in the mechanics of breathing."
  },
  {
    "id": "med248",
    "questionText": "Maame Gloria Estwa, aged 40, came to your unit with hypovolemic shock. What would be the nurse's priority intervention during the compensatory stage of shock, assuming orders are in place?",
    "options": [
      "Administer prescribed vasoactive medications.",
      "Monitor the patient's hemodynamic status closely.",
      "Administer prescribed intravenous (IV) fluids rapidly."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: In the compensatory stage of hypovolemic shock, the primary goal is to restore circulating volume. Rapid administration of prescribed IV fluids (e.g., crystalloids like Normal Saline or Ringer's Lactate) is crucial to improve tissue perfusion, maintain blood pressure, and prevent progression to the decompensated stage of shock. While monitoring and medications are important, volume replacement is the immediate priority."
  },
  {
    "id": "med249",
    "questionText": "Maame Konadu Gyamwaa, a 38-year-old cosmetologist with end-stage renal disease (ESRD), is undergoing hemodialysis and was brought to your unit for further management. The following nursing goals would be set to manage Maame Konadu EXCEPT:",
    "options": [
      "Assessing fluid status of the patient.",
      "Ensuring intake of copious fluids.",
      "Ensuring proper nutritional intake (e.g., protein, potassium, phosphorus restrictions as indicated)."
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: Patients with ESRD on hemodialysis typically have impaired kidney function and cannot effectively excrete excess fluid. Therefore, fluid intake is usually restricted, not encouraged to be copious. Ensuring excessive fluid intake would lead to fluid overload, worsening hypertension, edema, and potentially congestive heart failure. Assessing fluid status and ensuring appropriate nutritional intake are crucial goals."
  },
  {
    "id": "med250",
    "questionText": "Maame Sylvia Adomako has been diagnosed with urethritis. Which of the following is Maame Sylvia MOST likely to experience as the common symptom of her condition?",
    "options": ["Dysuria.", "Hematuria.", "Urethral discharge."],
    "correctAnswer": "A",
    "rationale": "Rationale: Urethritis is an inflammation of the urethra. The most common symptom is dysuria, which is pain, discomfort, or burning sensation during urination. While urethral discharge and hematuria can also occur, dysuria is typically the most frequent presenting symptom."
  },
  {
    "id": "med251",
    "questionText": "Madam Salamatu Boakye, a 46-year-old diabetic patient on your ward, complains of feeling faint and dizzy during the nurse's ward rounds. What immediate action should the nurse take, suspecting hypoglycemia?",
    "options": [
      "If conscious and able to swallow, provide a source of rapidly absorbed glucose (e.g., glucose drink, fruit juice).",
      "Administer insulin according to the sliding scale.",
      "Obtain a urine specimen for glucose testing."
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: Feeling faint and dizzy in a diabetic patient can be indicative of hypoglycemia (low blood sugar). The immediate action, if the patient is conscious and able to swallow, is to provide a source of rapidly absorbed glucose to raise blood sugar levels quickly. Checking blood glucose with a glucometer is ideal, but treatment should not be delayed if symptoms are strongly suggestive and a glucometer is not immediately available. Administering insulin would worsen hypoglycemia. Urine testing is not for immediate management of acute symptoms."
  },
  {
    "id": "med252",
    "questionText": "Madam Aba Nando has been admitted with pericarditis. She complains of severe chest pain. To help relieve this discomfort, the Nurse will advise her to:",
    "options": ["Breathe deeply and hold it.", "Lean forward while sitting.", "Lie flat and sleep quietly."],
    "correctAnswer": "B",
    "rationale": "Rationale: The chest pain associated with pericarditis is typically pleuritic (worsens with inspiration and coughing) and often relieved by sitting up and leaning forward. This position helps reduce pressure on the inflamed pericardium, thereby alleviating the pain."
  },
  {
    "id": "med253",
    "questionText": "Madam Abena Manu, 64 years old, with a history of an overdose of aspirin tablets, was brought to the Outpatient Department (OPD) by her son. Which of the following findings is consistent with acute aspirin (salicylate) toxicity?",
    "options": [
      "Respiratory depression.",
      "Hypothermia.",
      "Tinnitus."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: Tinnitus (ringing in the ears) is a common and early symptom of acute aspirin (salicylate) toxicity. Initial respiratory effects include hyperventilation leading to respiratory alkalosis. Respiratory depression is a late and grave sign seen in severe poisoning due to central nervous system depression. Hyperthermia, not hypothermia, is more consistent with salicylate toxicity."
  },
  {
    "id": "med254",
    "questionText": "Madam Adwoah Mose, a 59-year-old woman, reported to the unit with complaints of a choking sensation and heaviness in the upper chest. She described the chest pain as sharp, radiating to the neck, jaw, and shoulders, subsiding with rest. She was apprehensive. She was diagnosed with Stable Angina. The Nurse is educating the family on her condition. Which statement by a family member requires further teaching?",
    "options": [
      "\"We need to help her achieve and maintain a normal blood pressure.\"",
      "\"She should stop her daily walks since activity might aggravate her pain.\"",
      "\"She should alternate her activities with periods of rest.\""
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: The statement \"She should stop her daily walks since activity might aggravate her pain\" requires further teaching. For stable angina, regular, moderate physical activity is generally encouraged as part of lifestyle modification to improve cardiovascular health. Activity should be tailored to the patient's tolerance, often with pre-medication (e.g., nitroglycerin) if prescribed, and patients are taught to stop and rest if pain occurs. Complete cessation of activity is usually not recommended unless specifically advised by the physician for acute conditions."
  },
  {
    "id": "med255",
    "questionText": "Madam Akosua Ansah was diagnosed with hypokalemia and placed on Tablet Slow-K 20 mEq daily. While teaching Madam Ansah about her medication, Nurse Akowuah should encourage her to:",
    "options": [
      "Take each dose with a meal and a full glass of water.",
      "Monitor pulse and blood pressure daily before and after taking the medication.",
      "Crush or chew the tablet before swallowing for quicker absorption."
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: Potassium supplements like Slow-K (an extended-release potassium chloride tablet) should be taken with a meal or immediately after eating, and with a full glass of water or other liquid. This helps to minimize gastrointestinal irritation (e.g., nausea, vomiting, abdominal pain) and reduces the risk of esophageal or gastric ulceration. Crushing or chewing extended-release tablets is contraindicated as it destroys the slow-release mechanism, potentially leading to a rapid release of potassium and increased risk of GI side effects and hyperkalemia."
  },
  {
    "id": "med256",
    "questionText": "Madam Akosua Omari was diagnosed with Leukemia. Patients suffering from leukemia are often nursed in protective (reverse) isolation because:",
    "options": [
      "To prevent the transmission of infection from the patient to others via fomites.",
      "To increase their innate resistance to microorganisms.",
      "Their immune system is compromised and cannot effectively react to microbial invasion."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: Patients with leukemia, particularly during treatment with chemotherapy or due to the disease itself, often have a severely compromised immune system (e.g., neutropenia). Protective (or reverse) isolation is implemented to protect these highly susceptible patients from acquiring infections from healthcare workers, visitors, or the environment, as their immune system cannot effectively defend against microbial invasion."
  },
  {
    "id": "med257",
    "questionText": "Madam Akua Petu is on admission with Congestive Cardiac Failure (CCF). To assess for fluid volume excess in Madam Akua Petu, the Nurse primarily monitors:",
    "options": [
      "Intake and output chart accurately, often with daily weights.",
      "Color and turgor of the skin regularly.",
      "Vital signs every 4 hours, specifically noting heart rate trends."
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: Monitoring fluid intake and output (I&O) accurately, along with daily weights, is a primary method for assessing fluid volume status, especially for fluid volume excess in patients with CCF. A positive fluid balance (intake exceeding output) and weight gain can indicate worsening fluid retention. While vital signs and skin assessment provide useful information, I&O and daily weights are direct measures of fluid balance. CCF (Congestive Cardiac Failure) is a condition where the heart doesn't pump blood as effectively as it should, often leading to fluid retention."
  }
]