[
  {
    "id": "sug001",
    "questionText": "A 10-year-old child has undergone surgery and has been received into the ward with severe pain. Which immediate post-operative pain relief medication would be most effective for this child for severe pain?",
    "options": ["Meperidine (Demerol).", "Morphine.", "Paracetamol."],
    "correctAnswer": "B",
    "rationale": "Rationale: Morphine is a potent opioid analgesic effective for managing severe post-operative pain. Paracetamol is suitable for mild to moderate pain, and Meperidine is less favored due to potential neurotoxicity from its metabolite."
  },
  {
    "id": "sug002",
    "questionText": "A 12-year-old, Master Setor, has been admitted to your ward with a diagnosis of tonsillitis. Which of the following manifestations in the patient indicates a systemic response to the inflammatory process of his condition?",
    "options": ["Dysphagia.", "Fever.", "Localized weakness."],
    "correctAnswer": "B",
    "rationale": "Rationale: Fever is a systemic physiological response triggered by the release of pyrogenic cytokines during an inflammatory process, indicating the body's systemic immune reaction to infection or inflammation. Dysphagia is a local symptom."
  },
  {
    "id": "sug003",
    "questionText": "A 15-year-old boy was sent to the medical ward with a history of poor quality of life since birth. After a series of investigations, there was a final diagnosis of congenital megacolon. A possible diagnostic investigation that could be requested for this patient is:",
    "options": [
      "Barium enema.",
      "CT scan of abdomen.",
      "Full thickness rectal biopsy."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: For congenital megacolon (Hirschsprung's disease), a full-thickness rectal biopsy demonstrating the absence of ganglion cells in the submucosal and myenteric plexuses is the gold standard for definitive diagnosis. Barium enema can be suggestive by showing a transition zone but is not definitive."
  },
  {
    "id": "sug004",
    "questionText": "A 16-year-old boy has been booked for laparotomy following a diagnosis of intestinal obstruction. Which of the following measures are appropriate for allaying his anxiety prior to surgery?\nI. Allow the patient to express his fears and anxiety.\nII. Encourage the patient to start grieving before the surgery.\nIII. Ensure a relative stays with the patient 24 hours.",
    "options": ["I only", "I and II", "I and III"],
    "correctAnswer": "A",
    "rationale": "Rationale: Allowing the patient to express fears and anxieties (I) is a key measure in allaying anxiety. Encouraging grieving (II) is inappropriate and may increase distress. While family presence (III) can be supportive, mandating a 24-hour stay is not always feasible or the most effective single measure and could be overly restrictive."
  },
  {
    "id": "sug005",
    "questionText": "A 17-year-old student has been booked for laparotomy following a diagnosis of intestinal obstruction. Which of the following measures would you put in place to allay the patient's anxiety prior to the surgery?\nI. Allow the patient to express fears and anxieties.\nII. Encourage the patient to start grieving before the surgery.\nIII. Ensure relatives stay with the patient 24 hours.\nIV. Provide a relaxed and non-threatening atmosphere.",
    "options": ["I and III", "I, III and IV", "I and IV"],
    "correctAnswer": "C",
    "rationale": "Rationale: Allowing the patient to express fears (I) and providing a relaxed, non-threatening atmosphere (IV) are effective measures for allaying anxiety. Encouraging grieving (II) is inappropriate. Ensuring relatives stay 24 hours (III) may not always be feasible or desired by the patient, though family support is generally positive if managed well."
  },
  {
    "id": "sug006",
    "questionText": "A 19-year-old female complains of a tender, fluctuating left subareolar breast mass. The patient states that she noticed the mass approximately 4 months after giving birth. She denies fever, discomfort, skin changes, trauma to the breast, or change in diet. She denies taking any medications and does not breastfeed. Physical exam reveals a slightly larger left breast compared to the right. No skin changes are noted, but a mass is palpable. A white, transparent fluid is exuded from bilateral nipples. Ultrasound-guided aspiration of the mass is performed and reveals an echogenic cystic structure with milk-like fluid. Fat globules are appreciated from the aspirated cyst contents. What is the next best step in management for this patient?",
    "options": [
      "Excisional biopsy with wide margins of the cyst.",
      "Initiate a short course of bromocriptine.",
      "Follow-up ultrasound to ensure the cyst has not recurred."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: The presentation is classic for a galactocele. After aspiration confirms benign, milk-like fluid, follow-up ultrasound is appropriate to ensure resolution and rule out recurrence. Excisional biopsy is not indicated for a benign-appearing, aspirated galactocele. Bromocriptine is not indicated as there's no evidence of hyperprolactinemia causing problematic galactorrhea."
  },
  {
    "id": "sug007",
    "questionText": "A 19-year-old female who bites her nails presents with pain that she relates to a hangnail. On examination, there is a painful, fluctuant area with erythema at the proximal nail fold. She has full, painless range of motion of the joints of her finger. Sensation is intact. What is the patient's diagnosis?",
    "options": ["Herpetic whitlow.", "Onychomycosis.", "Paronychia."],
    "correctAnswer": "C",
    "rationale": "Rationale: Paronychia is an infection of the nail fold (skin surrounding the nail). It typically presents with pain, redness, swelling, and tenderness, often with pus formation, at the lateral or proximal nail fold, consistent with the patient's symptoms and history."
  },
  {
    "id": "sug008",
    "questionText": "A 20-year-old student was brought to the OPD by her roommate with complaints of inability to sleep and concentrate in class. During history taking, the patient stated her menstruation will start in the next 2 days. She added that she usually feels this way before menstruation. What will be the possible diagnosis of her problem?",
    "options": [
      "Dysmenorrhea.",
      "Endometriosis.",
      "Premenstrual Dysphoric Disorder (PMDD)."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: Premenstrual Dysphoric Disorder (PMDD) is a severe form of premenstrual syndrome characterized by significant emotional and physical symptoms, including mood swings, irritability, depression, anxiety, difficulty concentrating, and sleep disturbances, that occur in the luteal phase and resolve with menstruation. The patient's symptoms and timing are consistent with PMDD."
  },
  {
    "id": "sug009",
    "questionText": "A 20-year-old dispatch rider was rushed to the emergency unit with difficulty in breathing, restlessness, chest pain, lacerations on the face, and a lost tooth after a fight with a colleague. Upon assessment, he was diagnosed with pneumothorax. Which position would help improve his respiration?",
    "options": ["Fowler's position", "Supine position.", "Prone position."],
    "correctAnswer": "A",
    "rationale": "Rationale: Fowler's position (semi-sitting with head of bed elevated 45-60 degrees) facilitates lung expansion by allowing the diaphragm to descend more easily and reduces the work of breathing. This position is often beneficial for patients with respiratory distress, including those with pneumothorax."
  },
  {
    "id": "sug010",
    "questionText": "A 21-year-old SHS graduate reported to your facility with complaints of a swollen neck. On assessment, she was diagnosed with a simple goiter. Which of the following signs and symptoms would indicate the patient might need surgical treatment?\nI. Dysphagia\nII. Dyspnea\nIII. Hoarseness of voice\nIV. Significant cosmetic disfigurement or patient concern",
    "options": ["I, II, III, and IV", "I and II", "II, III, and IV"],
    "correctAnswer": "A",
    "rationale": "Rationale: All listed symptoms can be indications for surgical management of a goiter. Dysphagia (difficulty swallowing) and dyspnea (difficulty breathing) suggest compressive symptoms. Hoarseness of voice may indicate recurrent laryngeal nerve involvement. Significant cosmetic disfigurement causing distress to the patient is also a valid indication for surgery."
  },
  {
    "id": "sug011",
    "questionText": "A mother with her 3-day-old newborn noticed that the baby had not passed stools since birth. She took the baby to a Traditional Birth Attendant who examined the baby and realized the baby had no anal opening. The mother and her baby have been referred to your facility for emergency surgery to correct the anomaly (anorectal malformation). Which corrective operation is LIKELY to be performed for the baby, possibly as a primary or staged procedure?",
    "options": ["Anorectoplasty.", "Colostomy.", "Ileostomy."],
    "correctAnswer": "A",
    "rationale": "Rationale: Anorectoplasty is the surgical procedure to create an anal opening and reconstruct the anorectal region for patients with imperforate anus or other anorectal malformations. While a colostomy might be performed as an initial step in complex or high anomalies, anorectoplasty is the definitive corrective surgery."
  },
  {
    "id": "sug012",
    "questionText": "A 23-year-old patient is admitted to the surgical ward on account of suspected appendicitis. The patient complains of pain that migrated from the periumbilical area to the right lower quadrant of the abdomen, with maximal tenderness elicited at a point approximately one-third of the distance from the anterior superior iliac spine to the umbilicus. This point is known as:",
    "options": ["Rovsing's point", "Hamman's point", "McBurney's point"],
    "correctAnswer": "C",
    "rationale": "Rationale: McBurney's point is the classic anatomical landmark for tenderness in acute appendicitis. It is typically located one-third of the distance along a line from the right anterior superior iliac spine to the umbilicus."
  },
  {
    "id": "sug013",
    "questionText": "A 23-year-old patient is admitted to the surgical ward on account of suspected appendicitis. The patient complains of pain around the umbilicus that extends to the lower part of the abdomen, at McBurney's point. Which of the following is NOT a typical clinical manifestation of acute appendicitis?",
    "options": [
      "Abdominal rebound tenderness.",
      "Abdominal flaccidity.",
      "Migration of umbilical pain to the right lower quadrant."
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: Acute appendicitis typically causes peritoneal irritation leading to abdominal guarding, rigidity, or rebound tenderness. Abdominal flaccidity (a soft, non-tender abdomen) would be an atypical finding and is not characteristic of appendicitis."
  },
  {
    "id": "sug014",
    "questionText": "A 23-year-old female with a history of smoking is on admission on your ward for the removal of uterine fibroids. Which of the following is NOT considered a risk factor for postoperative nausea and vomiting (PONV)?",
    "options": ["History of smoking.", "Female sex.", "Gynecological surgery."],
    "correctAnswer": "A",
    "rationale": "Rationale: Female sex and gynecological surgery are established risk factors for postoperative nausea and vomiting (PONV). Conversely, a history of current smoking is associated with a decreased incidence of PONV, making it 'not a risk factor' in the sense that it is considered protective."
  },
  {
    "id": "sug015",
    "questionText": "A 24-year-old woman comes into your office after spilling hot tea on her hand. The affected area is red with a few blisters. On examination, the burn blanched with pressure. The patient notes worsening pain when the burn is exposed to cold wind. How would you classify this burn?",
    "options": [
      "Superficial partial-thickness",
      "Deep partial-thickness",
      "Full thickness"
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: The presence of redness, blisters (bullae), good capillary refill (blanching with pressure), and significant pain are characteristic features of a superficial partial-thickness burn (second-degree burn involving the epidermis and papillary dermis)."
  },
  {
    "id": "sug016",
    "questionText": "A 25-year-old man undergoes a 3-column excisional hemorrhoidectomy for combined internal-external hemorrhoids unresponsive to medical therapy. Later that evening (postoperative day zero), he develops suprapubic discomfort and inability to urinate. Which of the following likely contributed the MOST to this complication (postoperative urinary retention)?",
    "options": [
      "Prolonged duration of pre-existing hemorrhoid symptoms.",
      "Performing a 3-quadrant hemorrhoidectomy instead of a 2-quadrant.",
      "Limiting intravenous fluids in the postoperative recovery unit."
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: Postoperative urinary retention (POUR) after hemorrhoidectomy is often related to pain and reflex spasm of the pelvic floor muscles and urethral sphincter. A more extensive surgery (3-quadrant vs. 2-quadrant) typically results in greater postoperative pain, thereby increasing the risk of POUR. Limiting fluids might contribute but pain is a more direct factor."
  },
  {
    "id": "sug017",
    "questionText": "A 25-year-old university student reports to your facility with a small, painless, mobile lump in her left breast. She is anxious that it might be cancer because her mother died of cervical cancer. Your response to her will be based on the knowledge that the MOST likely cause of such a breast lump in this age group is:",
    "options": ["Fibroadenoma", "Breast abscess", "Fibrocystic changes"],
    "correctAnswer": "A",
    "rationale": "Rationale: Fibroadenomas are the most common benign breast tumors in young women (under 30). They typically present as well-defined, mobile, painless or minimally tender lumps. While fibrocystic changes can cause lumps, they are often multiple, diffuse, and may be tender, especially premenstrually. A breast abscess would typically be painful, erythematous, and associated with signs of infection."
  },
  {
    "id": "sug018",
    "questionText": "A 25-year-old woman presents to the Emergency Unit with burns sustained after dropping a pan of hot oil. The Nurse noted bright red skin with bullae on the entire anterior trunk and the entire right arm. The patient states her pain is 9 on a scale of 1-10. Using the Rule of Nines for an adult, what is the estimated Total Body Surface Area (TBSA) of the patient's burns?",
    "options": ["18%", "27%", "9%"],
    "correctAnswer": "B",
    "rationale": "Rationale: According to the Rule of Nines in adults, the entire anterior trunk accounts for 18% of the TBSA, and the entire right arm accounts for 9%. Therefore, the total estimated TBSA of the patient's burns is 18% + 9% = 27%."
  },
  {
    "id": "sug019",
    "questionText": "A 27-year-old Mechanic with burns is to be admitted to your ward. Upon assessment, you noticed that he has fluid-filled vesicles, red, shiny skin, and moderate edema on the face, anterior trunk, and both arms and legs. He is also in severe pain. These appear to be partial-thickness burns. Which of the following approaches to wound care, if misapplied or used exclusively, would you consider suboptimal or to be avoided in order to prevent infection of the patient's wound?",
    "options": [
      "Adhering to strict hand hygiene practices in the care of the patient.",
      "Covering patient's wound with prescribed topical antimicrobial agent and appropriate dressings.",
      "Using sterile gloves and technique when applying antimicrobial ointments and dressings."
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: While prescribed topical antimicrobial agents and appropriate dressings (Option B wording corrected for clarity) are mainstays of burn care, if 'covering' implies merely applying cream without meticulous wound hygiene, debridement of loose tissue/blisters as indicated, appropriate dressing selection for moisture balance, and regular assessment, this approach alone would be suboptimal. Optimal infection prevention requires a comprehensive approach. Options A and C are fundamental practices that should always be followed, not avoided."
  },
  {
    "id": "sug020",
    "questionText": "A 27-year-old Seamstress is to be admitted to your ward for further management of extensive burns involving the face, anterior trunk, arms, perineum, and both legs. She was unconscious on arrival. Which of the following specific renal complications is the patient MOST likely to experience in the emergent phase due to hypovolemia?",
    "options": [
      "Generalized acute renal failure.",
      "Sustained renal ischemia without parenchymal damage.",
      "Acute Tubular Necrosis (ATN)."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: In the emergent phase of major burns, profound hypovolemia can lead to decreased renal perfusion (renal ischemia). Prolonged or severe ischemia can damage the renal tubules, resulting in Acute Tubular Necrosis (ATN), which is a common cause of intrinsic acute renal failure in this setting."
  },
  {
    "id": "sug021",
    "questionText": "A 29-year-old Teacher with Diabetes Mellitus reported with a necrotic wound on the right leg that had spread to adjacent tissues. The Surgeon recommended a below-knee amputation, which was subsequently done. Later, the patient complained she felt the amputated limb was still present (phantom limb sensation). Which of the following post-operative nursing diagnoses would be considered when caring for this patient?\nI. Disturbed body image related to amputation.\nII. Impaired physical mobility related to amputation of lower limb.\nIII. Ineffective airway clearance related to bronchial obstruction.",
    "options": ["II and III", "I and II", "I and III"],
    "correctAnswer": "B",
    "rationale": "Rationale: Disturbed body image (I) and Impaired physical mobility (II) are highly relevant nursing diagnoses following an amputation. Phantom limb sensation can also contribute to distress and coping challenges. Ineffective airway clearance (III) is not directly related to the amputation itself unless there are other coexisting respiratory issues or complications from anesthesia."
  },
  {
    "id": "sug022",
    "questionText": "A 30-year-old lady underwent a routine assessment of the cervical epithelium. The histology report revealed abnormal changes in cell size, shape, and organization. This indicates cellular:",
    "options": ["Atrophy", "Hyperplasia", "Dysplasia"],
    "correctAnswer": "C",
    "rationale": "Rationale: Cellular dysplasia refers to abnormal development or maturation of cells, characterized by alterations in their size, shape, and organization. It is a pre-malignant condition that can potentially progress to cancer if left untreated."
  },
  {
    "id": "sug023",
    "questionText": "A 30-year-old dispatch rider was rushed to the emergency unit with difficulty in breathing, restlessness, and chest pain after a fight. Upon assessment, he was diagnosed with pneumothorax. A chest tube has been inserted. Which of the following is an appropriate finding when assessing the chest tube drainage system's water seal chamber, indicating resolution or ongoing air leak?",
    "options": [
      "Significant accumulation of blood clots in the tubing.",
      "Intermittent bubbling in the water seal chamber during expiration or coughing.",
      "The chest tube is confirmed by x-ray to be inserted in the fifth intercostal space."
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: Intermittent bubbling in the water seal chamber during expiration or coughing indicates that air is still being removed from the pleural space (an ongoing air leak). Absence of bubbling may indicate resolution of the pneumothorax or, alternatively, a kinked or blocked tube. Clots in tubing are problematic. Tube position is an assessment of placement, not drainage system function per se."
  },
  {
    "id": "sug024",
    "questionText": "A 30-year-old female is diagnosed with Hashimoto’s thyroiditis. Which of the following characterizes this autoimmune disorder?",
    "options": [
      "Chronically increased basal metabolic rate.",
      "Presence of autoantibodies against thyroid peroxidase (TPO) and/or thyroglobulin.",
      "Sustained increased production of T4."
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: Hashimoto’s thyroiditis is an autoimmune disorder where the immune system attacks the thyroid gland. This leads to chronic inflammation and often progressive thyroid failure (hypothyroidism). It is characterized by the presence of autoantibodies, primarily against thyroid peroxidase (TPO) and thyroglobulin (Tg). This results in decreased production of thyroid hormones (T3 and T4) and a lowered basal metabolic rate over time."
  },
  {
    "id": "sug025",
    "questionText": "A 30-year-old female undergoes a CT scan for minor trauma and is found incidentally to have a 2cm cystic mass in the presacral space. She is otherwise healthy, with no relevant family history. Rectal exam confirms a small mass felt posteriorly; the examining finger can easily reach above the mass. MRI confirms a cystic lesion without invasion. What do you recommend next?",
    "options": [
      "Prescribe stool softeners and high-fiber diet.",
      "Observation with interval imaging.",
      "Flexible sigmoidoscopy with biopsy."
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: For an asymptomatic, incidentally discovered, small, cystic presacral lesion with benign features on MRI (no invasion, low position), observation with periodic follow-up imaging is often the most appropriate initial approach. Surgical intervention is typically reserved for symptomatic lesions, those with suspicious features, or significant growth."
  },
  {
    "id": "sug026",
    "questionText": "A 30-year-old male patient complains of diffuse low back pain without radicular symptoms. His pain is worse in the morning and usually improves with activity and ibuprofen. Radiographic studies reveal a \"bamboo spine\" appearance. Which of the following is the most likely cause of the patient's back pain?",
    "options": [
      "Ankylosing spondylitis",
      "Herniated disc",
      "Rheumatoid arthritis"
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: Ankylosing spondylitis is a chronic inflammatory disease primarily affecting the axial skeleton, including the sacroiliac joints and spine. Symptoms include chronic inflammatory back pain (worse with rest/morning, improves with activity/NSAIDs). The \"bamboo spine\" appearance on radiographs is a late and classic finding due to fusion of vertebral bodies by syndesmophytes."
  },
  {
    "id": "sug027",
    "questionText": "A 30-year-old Microsoft Developer reported to the Outpatient Department with a history of blurred vision, initially attributed to a splash of pepper in the right eye. After thorough examination, a diagnosis of glaucoma was made. Which of the following are possible nursing diagnoses for this patient?\nI. Risk for Injury related to impaired vision.\nII. Deficient Fluid Volume related to ocular condition.\nIII. Anxiety related to diagnosis and potential for vision loss.",
    "options": ["II and III", "I and II", "I and III"],
    "correctAnswer": "C",
    "rationale": "Rationale: Risk for Injury (I) is relevant due to impaired vision increasing the likelihood of falls or accidents. Anxiety (III) is common following a diagnosis like glaucoma, which carries the risk of progressive vision loss. Deficient Fluid Volume (II) is not directly related to the pathophysiology or common manifestations of glaucoma."
  },
  {
    "id": "sug028",
    "questionText": "A 30-year-old reported to the Outpatient Department with a history of blurred vision. After a series of visual tests and examinations, a diagnosis of glaucoma was made. Visual acuity of the patient can be measured using a Snellen's chart placed at a standard distance of ...... meters from the patient.",
    "options": ["5 meters", "3 meters", "6 meters"],
    "correctAnswer": "C",
    "rationale": "Rationale: The standard distance for using a Snellen chart to measure visual acuity is 6 meters (or the equivalent 20 feet). This standardized distance allows for comparable and accurate assessment of distance vision."
  },
  {
    "id": "sug029",
    "questionText": "A 32-year-old known hypertensive is admitted to your ward for abdominal surgery. During your assessment, you find out that he uses diuretics to manage his hypertension. Which of the following findings would you urgently report to the surgeon?",
    "options": [
      "Serum potassium of 3.3 mEq/L.",
      "Blood pressure of 140/80 mmHg.",
      "Pulse rate of 105 beats per minute."
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: Diuretic use can lead to potassium depletion. A serum potassium of 3.3 mEq/L indicates hypokalemia (normal range typically 3.5-5.0 mEq/L). Hypokalemia is critical to report preoperatively as it can increase the risk of cardiac arrhythmias, especially during anesthesia and surgery. While the BP and pulse are noteworthy, the electrolyte imbalance is a direct, actionable concern related to medication and surgical risk."
  },
  {
    "id": "sug030",
    "questionText": "A 32-year-old Mason has been referred to your facility with a diagnosis of spinal injury secondary to a fall from height two days ago. On arrival at your ward, you notice the patient is dehydrated, and his clothes are soaked with urine. During rounds, the patient's doctor instructed the healthcare team to immobilize the patient's neck. As a Nurse, which of the following would you AVOID as a primary or sole method for effectively stabilizing a potentially unstable cervical spine? The use of a:",
    "options": ["Rigid backboard with head blocks and straps.", "Soft cervical collar.", "Manual in-line stabilization by a trained provider."],
    "correctAnswer": "B",
    "rationale": "Rationale: A soft cervical collar provides minimal immobilization and is generally considered inadequate for stabilizing a potentially unstable cervical spine injury; it should be avoided as a sole method in such cases. Rigid immobilization (e.g., rigid collar, backboard with head blocks) or maintained manual in-line stabilization are preferred until definitive clearance. The original question's options were less clear; this set clarifies appropriate vs. inappropriate methods."
  },
  {
    "id": "sug031",
    "questionText": "A 32-year-old woman has been admitted for knee surgery. Which of the following data obtained from her during your pre-operative assessment should be reported to the surgeon and anesthesia team URGENTLY before surgery?",
    "options": [
      "Patient expresses lack of detailed knowledge about the surgical procedure.",
      "History of a postoperative surgical site infection following a cesarean section.",
      "Statement that her last menstrual period (LMP) was 8 weeks ago."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: An LMP 8 weeks ago strongly suggests the possibility of pregnancy. This is critical information that must be communicated urgently to both the surgeon and anesthesia team as it can significantly impact anesthetic choice, surgical planning, and may lead to postponement of elective surgery. While history of infection (B) is important for prophylactic planning and lack of knowledge (A) needs addressing for informed consent, potential undisclosed pregnancy (C) takes immediate precedence due to fetal safety and perioperative risks."
  },
  {
    "id": "sug032",
    "questionText": "A 32-year-old food vendor is to be admitted to your ward for further management of extensive burns involving the face, anterior trunk, arms, perineum, and both legs. She was unconscious on arrival. In the emergent phase, the cardiovascular system complications that the patient is most likely to experience are dysrhythmias and _______ shock.",
    "options": ["Hypovolemic", "Septic", "Neurogenic"],
    "correctAnswer": "A",
    "rationale": "Rationale: Extensive burns lead to massive fluid shifts from the intravascular to the interstitial space, causing significant intravascular volume depletion. This results in hypovolemic shock, which is the most immediate life-threatening cardiovascular complication in the emergent phase of burn injury. Dysrhythmias can also occur due to electrolyte imbalances and hypoxemia."
  },
  {
    "id": "sug033",
    "questionText": "A 33-year-old banker reports to your facility with complaints of low appetite and fatigue. His past medical history indicates he has been suffering from anemia for the past two (2) years. Family medical history indicates he lost his elder sister to acute leukemia. The physician has requested an imaging study (likely a PET scan) to help inspect his blood flow, oxygen intake, and metabolism of organs and tissues. The patient is anxious because he remembers his sister suffered claustrophobia during a similar imaging procedure. What education would you provide to alleviate his fears about claustrophobia?",
    "options": [
      "\"It is a normal and expected side effect associated with this type of imaging.\"",
      "\"Your sister's experience was situational; it will be short-lived and likely won't bother you.\"",
      "\"While some people may feel anxious or claustrophobic during the scan, it's not a universal experience, and we can discuss ways to help you feel more comfortable.\""
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: Option C is empathetic, normalizes the possibility of anxiety without guaranteeing it, and opens a discussion for coping strategies. It acknowledges his concern based on his sister's experience while reassuring him that individual experiences vary. Options A and B are either inaccurate or dismissive."
  },
  {
    "id": "sug034",
    "questionText": "A 33-year-old Accountant was trapped under debris after a factory building fire. He sustained second-degree burns and a suspected spinal injury. He is to be admitted to your ward for management. As a Registered Nurse in the burns unit, which of the following would you consider the GREATEST immediate threat to a patient with major burns in the emergent phase?",
    "options": [
      "Wound infection.",
      "Disturbed body image.",
      "Hypovolemic shock."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: In the emergent phase (first 24-72 hours) of major burns, hypovolemic shock due to massive fluid loss from the burn surface and systemic inflammatory response is the most immediate life-threatening complication. While infection and body image are significant concerns, they typically become more prominent after the initial resuscitation phase."
  },
  {
    "id": "sug035",
    "questionText": "A 34-year-old man has been brought to the ward from the theatre after an appendectomy. His BP has dropped from 140/80 mmHg to 110/60 mmHg, and his pulse has increased from 68 bpm to 84 bpm. Which of the following nursing actions would you include?\nI. Increase oxygen administration rate.\nII. Reduce IV infusion rate.\nIII. Continue to monitor vital signs frequently.\nIV. Assess the surgical site and drainage for bleeding.",
    "options": ["I and II", "I, III, and IV", "II and III"],
    "correctAnswer": "B",
    "rationale": "Rationale: The patient's decreased BP and increased heart rate suggest potential hypovolemia, possibly due to bleeding. Appropriate nursing actions include increasing the oxygen rate (I) to improve tissue oxygenation, continuing to closely monitor vital signs (III), and thoroughly assessing the surgical site and any drainage for signs of bleeding (IV). The IV infusion rate (II) would typically be maintained or increased if hypovolemia is confirmed, not reduced, unless signs of fluid overload were present (which is not indicated here)."
  },
  {
    "id": "sug036",
    "questionText": "A 34-year-old woman has been diagnosed with an obstructed fallopian tube, likely due to a past infection. What potential consequence will you anticipate teaching this patient about?",
    "options": [
      "Necessity for long-term hormonal therapy.",
      "Possible difficulty in conceiving (infertility or subfertility).",
      "Guaranteed irregularities of her menstrual cycle."
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: An obstructed fallopian tube can prevent the egg from traveling from the ovary to the uterus and/or prevent sperm from reaching the egg, thus significantly impairing the ability to conceive naturally. This can lead to subfertility or infertility."
  },
  {
    "id": "sug037",
    "questionText": "A 34-year-old woman who is 24 weeks pregnant arrives at a level one trauma center after being struck by an all-terrain vehicle. She was stable at the scene with mild complaints of mid-epigastric pain on palpation. The nurse immediately starts electronic fetal monitoring. Her respiratory rate is 16/min, heart rate is 88 bpm, and blood pressure is 130/85 mmHg. Her CBC and urinalysis are normal, and her toxicology screen is negative. Trauma series radiographs are unremarkable. Kleihauer-Betke test is negative. Obstetrics has been consulted. Which of the following is the next best step in the evaluation of this patient for potential internal injury?",
    "options": [
      "Perform a speculum exam to look for signs of placental abruption.",
      "Perform a diagnostic peritoneal lavage (DPL).",
      "Perform a Focused Assessment with Sonography in Trauma (FAST) examination at the bedside."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: In a pregnant trauma patient, even if hemodynamically stable, ruling out intra-abdominal injury is crucial. A FAST examination is a rapid, non-invasive bedside ultrasound to detect free fluid (e.g., blood) in the peritoneal, pericardial, and pleural spaces. It is a standard initial assessment tool in trauma. DPL is more invasive and largely superseded by FAST and CT. Speculum exam is for assessing vaginal bleeding or rupture of membranes, but FAST addresses potential internal hemorrhage."
  },
  {
    "id": "sug038",
    "questionText": "A 35-year-old Tiler has been referred to your facility with a diagnosis of spinal injury secondary to a fall from height two days ago. On arrival at your ward, you notice the patient is dehydrated, and his clothes are soaked with urine (urinary incontinence). As a Registered Nurse, which of the following nursing interventions would you consider most appropriate for the initial management of this patient's urinary-related problem?\nI. Monitor patient's fluid intake and output accurately.\nII. Insert an appropriate-sized indwelling urinary catheter and connect to a drainage bag under aseptic technique.\nIII. Assess vital signs and record, noting any signs of urinary tract infection.\nIV. Ensure patient has at least 3L of fluid intake over 24 hours without assessing bladder function.",
    "options": ["I, II, and III", "I, II, and IV", "I, III, and IV"],
    "correctAnswer": "A",
    "rationale": "Rationale: For a patient with spinal cord injury and urinary incontinence, monitoring intake and output (I) is essential. Insertion of an indwelling urinary catheter (II) is often necessary for bladder management, preventing skin breakdown, and accurate output measurement. Assessing vital signs (III) is important for overall status and detecting complications like infection. Aggressively pushing fluids (IV) without established bladder drainage could worsen incontinence or lead to bladder distension if retention is also present, and should be guided by overall hydration status and renal function once bladder management is in place."
  },
  {
    "id": "sug039",
    "questionText": "A 35-year-old man with known ileocecal Crohn's disease, controlled with sulfasalazine, presents with 1 week of severe anal pain and bright red bleeding after bowel movements. The pain lasts about 45 minutes and is improved with sitz baths. On examination, you notice a small superficial tear in the anoderm in the posterior midline, without any other abnormalities. He cannot tolerate anoscopy due to pain. How do you best proceed with initial management?",
    "options": [
      "Immediate lateral internal sphincterotomy.",
      "Examination under anesthesia with biopsy.",
      "Fiber supplementation, sitz baths, and topical analgesics/vasodilators."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: The symptoms and findings are classic for an acute anal fissure. Initial management for an acute fissure is typically conservative, focusing on measures to promote healing and relieve symptoms. This includes fiber supplementation (to soften stools), sitz baths (for hygiene and comfort), and often topical preparations (e.g., lidocaine for analgesia, nitrates or calcium channel blockers to reduce sphincter spasm). Surgical options like lateral internal sphincterotomy (LIS) are generally reserved for chronic fissures or those refractory to medical management. While Crohn's can cause atypical fissures, a typical-appearing acute fissure is managed conservatively first."
  },
  {
    "id": "sug040",
    "questionText": "A 35-year-old trader reported to your facility with difficulty in swallowing, hoarseness of voice, and pain in the neck and throat. Upon assessment, the lymph nodes in the neck were swollen, and a thyroid lump was palpable. A diagnosis of Thyroid Cancer was subsequently established. Which of the following investigations is most appropriate to CONFIRM the cytological or histological diagnosis of thyroid cancer?",
    "options": ["Fine Needle Aspiration (FNA) biopsy or core needle biopsy.", "Detailed physical examination of the neck.", "Thyroid function blood tests (TSH, T3, T4)."],
    "correctAnswer": "A",
    "rationale": "Rationale: While physical examination and blood tests (thyroid function tests, thyroglobulin levels) are part of the workup, the definitive diagnosis of thyroid cancer requires cytological or histological examination of thyroid cells. Fine Needle Aspiration (FNA) biopsy is the primary and most accurate initial diagnostic test for most thyroid nodules to determine if they are benign or malignant. A core needle biopsy or surgical biopsy may be needed in some cases."
  },
  {
    "id": "sug041",
    "questionText": "A 35-year-old woman is evaluated for a bulge noted at the umbilicus by her primary physician. Other than morbid obesity (BMI 45 kg/m²), she denies any other medical history. On further questioning, the patient reports mild discomfort associated with the bulge. Examination reveals a small bulge apparent at the umbilicus during Valsalva, with a fascial defect of approximately 5 mm. It is easily reducible. She has no previous abdominal scars. What is the most appropriate initial recommendation?",
    "options": [
      "Observation with lifestyle advice.",
      "CT scan of the abdomen.",
      "Ultrasound of the abdominal wall."
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: For a small (5mm fascial defect), easily reducible umbilical hernia causing only mild discomfort in a morbidly obese patient (BMI 45), observation along with advice on weight management and symptom monitoring is a reasonable initial approach. Surgical repair in morbidly obese patients carries increased risks. Further investigation like ultrasound or surgical consultation would be warranted if symptoms worsen, the hernia becomes irreducible, or there are signs of incarceration."
  },
  {
    "id": "sug042",
    "questionText": "A 35-year-old woman presents to the emergency department after an episode of syncope. Family members state that she developed acute-onset right-sided chest pain accompanied by shortness of breath earlier that day. She underwent an appendectomy approximately 1 month ago. Physical examination shows a heart rate of 120 bpm, respiratory rate of 26/min, and BP of 80/50 mmHg. Computed Tomography Pulmonary Angiogram (CTPA) of the chest confirms the presence of large bilateral pulmonary emboli. Lower extremity ultrasound is negative for deep venous thrombosis. The patient is started on unfractionated heparin and transferred to the ICU. Four hours later, vital signs show a blood pressure of 70/50 mmHg and a heart rate of 125 bpm despite appropriate fluid resuscitation and initiation of a norepinephrine infusion. Which of the following is the most appropriate next step?",
    "options": [
      "Administer systemic thrombolysis (e.g., t-PA) after confirming severe RV strain on echocardiogram, if rapidly available, while continuing anticoagulation.",
      "Administer t-PA and temporarily discontinue heparin infusion during t-PA administration, resuming it afterwards.",
      "Change anticoagulation to low-molecular-weight heparin and then administer t-PA."
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: This patient has a massive pulmonary embolism with persistent hemodynamic instability (shock refractory to fluids and vasopressors), which is an indication for systemic thrombolysis (t-PA). Unfractionated heparin is typically held during the t-PA infusion and then resumed. Echocardiography to confirm RV strain is useful but should not unduly delay life-saving thrombolysis in a crashing patient with confirmed massive PE. Option A's 'only if' is too restrictive in shock. Option C is not standard practice; unfractionated heparin is preferred with thrombolysis for easier management if bleeding occurs."
  },
  {
    "id": "sug043",
    "questionText": "A 36-weeks pregnant mother reported to the OPD with contractions. The term \"contraction of the uterus\" physiologically means:",
    "options": [
      "Abdominal pain felt by the pregnant woman at term.",
      "Temporary, coordinated shortening and thickening of uterine muscle fibres.",
      "Permanent partial shortening of uterine muscle fibres."
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: A uterine contraction is characterized by the temporary, coordinated shortening and thickening of the smooth muscle fibres of the uterus. This action, typically initiated by hormones like oxytocin, leads to cervical effacement and dilatation, and eventually the expulsion of the fetus during childbirth."
  },
  {
    "id": "sug044",
    "questionText": "A 36-year-old mother of two is to undergo Hysterectomy as a result of bleeding fibroids. A key aspect of comprehensive psychological preparation for a surgical operation often involves:",
    "options": [
      "Understanding the patient's cultural beliefs and practices.",
      "Assessing the patient's understanding of the operation, addressing fears and expectations.",
      "Identifying the patient's social support system."
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: While cultural awareness and support systems are important, a primary focus of psychological preparation is to ensure the patient has a clear understanding of the proposed surgery, its benefits, risks, and alternatives. This involves assessing their current knowledge, addressing any misconceptions or anxieties, and managing expectations, which is crucial for informed consent and reducing preoperative stress."
  },
  {
    "id": "sug045",
    "questionText": "A 36-year-old teacher who has been on admission on your ward with a diagnosis of spinal injury is experiencing a sense of loss. She has been exhibiting signs of depression such as sadness and refusal to participate in self-care. As a Nurse, which of the following interventions would you AVOID in the management of the patient's behavior?\nI. Encourage family involvement in patient's care.\nII. Give cheerful and willing assistance with activities of daily living.\nIII. Expressing pity or excessive sympathy towards the patient.\nIV. Using humor inappropriately or before establishing rapport.",
    "options": [
      "I, II, III, and IV",
      "III and IV",
      "I, II, and III"
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: Expressing pity (sympathy rather than empathy) can make the patient feel helpless or like a victim (III). Inappropriate or ill-timed humor (IV) can be misinterpreted as dismissive or belittling of the patient's feelings, especially when they are experiencing depression. Encouraging family involvement (I) and providing appropriate, supportive assistance (II) are generally therapeutic."
  },
  {
    "id": "sug046",
    "questionText": "A 39-year-old man reported to your facility with lower abdominal discomfort, straining on urination, and post-void dribbling. He further explained that he urinates frequently at night, which affects his sleep. Upon assessment, the patient was diagnosed with Benign Prostatic Hyperplasia (BPH) and admitted to the ward. As the nurse in charge, what actions would you take to monitor for and reduce the risk of acute kidney injury secondary to BPH?\nI. Monitor vital signs and report any signs of infection or sepsis.\nII. Weigh the patient daily to assess fluid status.\nIII. Maintain accurate intake and output records.\nIV. Observe for signs of worsening obstruction, such as increasing peripheral edema or anuria.",
    "options": [
      "I, II, and III",
      "I, III, and IV",
      "I, II, III, and IV"
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: All these measures are important. Monitoring vital signs (I) can detect complications like infection. Daily weights (II) help assess fluid balance. Accurate intake and output (III) are crucial for evaluating renal function and hydration. Observing for peripheral edema or other signs of fluid overload or severe obstruction (IV) can indicate worsening renal function or progression to renal failure."
  },
  {
    "id": "sug047",
    "questionText": "A 37-year-old driver was involved in a Road Traffic Accident (RTA) and was diagnosed with a severe head injury. He was transferred to your ward for further management. The patient has increased intracranial pressure (ICP) and a decreased level of consciousness. There is a need to maintain a patent airway for this patient. As a Nurse, which nursing interventions would you carry out to achieve this goal while managing ICP?\nI. Position the patient on their side with careful attention to maintaining neutral head and neck alignment to facilitate drainage of secretions and prevent tongue obstruction.\nII. Elevate the head of the bed to 30 degrees, ensuring no hip flexion greater than 90 degrees.\nIII. Suction the patient's airway as needed, pre-oxygenating and limiting suction duration to less than 10-15 seconds.\nIV. Consider insertion of a nasogastric or orogastric tube for gastric decompression to prevent aspiration, if indicated and performed cautiously.",
    "options": [
      "I, II, III, and IV",
      "II, III, and IV",
      "I, II, and III"
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: Maintaining a patent airway is critical. Side-lying with neutral head alignment (I) can prevent aspiration and tongue obstruction without compromising venous outflow if done correctly. HOB elevation to 30 degrees (II) aids venous drainage and reduces aspiration risk. Judicious suctioning (III) clears secretions but must be done carefully to minimize ICP spikes. Gastric decompression via NG/OG tube (IV) reduces aspiration risk from gastric contents. All are important considerations in comprehensive care."
  },
  {
    "id": "sug048",
    "questionText": "A 37-year-old Exporter was diagnosed with glaucoma requiring surgical intervention. Which of the following activities would you include in your postoperative teaching for the client to AVOID to prevent complications like increased intraocular pressure?\nI. Driving for long distances immediately post-surgery.\nII. Lifting heavy objects (e.g., over 5-10 pounds).\nIII. Bending at the waist or straining (e.g., during bowel movements).",
    "options": [
      "II and III",
      "I and III",
      "I and II"
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: Lifting heavy objects (II) and bending at the waist or straining (III) can significantly increase intraocular pressure (IOP). These activities should be avoided after glaucoma surgery to protect the surgical site, prevent hemorrhage, and allow proper healing. Driving (I) may be restricted due to vision changes or medications but is not primarily an IOP-raising activity in the same way as II and III."
  },
  {
    "id": "sug049",
    "questionText": "A 37-year-old female presents to her family physician with a complaint of nipple discharge from her left breast that she noticed after awakening in the morning. According to the patient, the discharge was intermixed with a brown and clear substance without frank blood. She denies associated pain, fever, or tenderness. She takes a multivitamin and has no previous significant medical history. A physical examination reveals no palpable masses or cords. A small amount of brownish discharge is expressed with manual palpation of the nipple. Labs are unremarkable, and her beta-HCG is negative. Thyroid panel is within normal limits. She denies any trauma to the breast or recent infections. An ultrasound is completed and reveals a dilated duct in her left breast. She undergoes a bilateral mammogram which reveals a small focus of calcification within the same duct. What is the next best step in management of this patient?",
    "options": [
      "Punch biopsy of the nipple skin and percutaneous biopsy of the intraductal calcification.",
      "Aspiration of discharge for gram stain and culture, and initiation of intravenous antibiotics.",
      "Surgical consultation for consideration of single duct excision (microdochectomy)."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: Pathological nipple discharge (spontaneous, unilateral, from a single duct, serous/serosanguinous/bloody) associated with imaging findings like a dilated duct and intraductal calcifications warrants further investigation to rule out malignancy or identify lesions like intraductal papilloma. Single duct excision (microdochectomy) is both diagnostic (provides tissue for histology) and therapeutic for benign lesions like papillomas causing discharge."
  },
  {
    "id": "sug050",
    "questionText": "A 37-year-old Mechanic with burns is to be admitted to your ward. Upon assessment, you noticed that he has fluid-filled vesicles, red, shiny skin, and moderate edema on the face, anterior trunk, and in both arms and legs. He is also in severe pain due to exposed nerve endings from partial-thickness burns. The patient is at risk for wound infection primarily related to:",
    "options": [
      "Pre-existing nutritional deficit.",
      "Altered skin integrity due to loss of the epidermal barrier.",
      "Potential for poor wound care practices post-injury."
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: Burns cause a breach in the skin's integrity, destroying the primary physical barrier against microbial invasion. This loss of the epidermal barrier is the most direct and primary reason burn patients are at high risk for wound infection. While nutrition and wound care practices are also important factors, the initial vulnerability stems from the altered skin integrity."
  },
  {
    "id": "sug051",
    "questionText": "A 37-year-old woman was involved in a road traffic accident. She was rushed to the emergency department with a BP of 70/30 mmHg, heart rate of 140 bpm, and O2 saturation of 72%. She continues to decompensate despite two liters of IV crystalloid fluids. Blood samples are drawn for type and crossmatch. What is the most appropriate immediate blood product for transfusion in this actively bleeding, hypotensive patient while awaiting crossmatched blood?",
    "options": [
      "Transfuse type AB fresh frozen plasma to replace volume while waiting for type-specific red blood cells.",
      "Continue crystalloids at a rapid rate and wait for the blood bank to release type-specific red blood cells.",
      "Transfuse type O negative uncrossmatched packed red blood cells immediately."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: In a patient with life-threatening hemorrhagic shock who is actively decompensating, immediate transfusion of uncrossmatched type O negative packed red blood cells is indicated. Type O negative blood is considered the universal donor for RBCs and can be given safely in emergencies when there is no time to wait for type-specific or crossmatched blood. Crystalloids alone are insufficient for severe hemorrhage."
  },
  {
    "id": "sug052",
    "questionText": "A 38-year-old Mechanic reported to your facility with lower abdominal pain, burning sensation during urination, and a feeling of incomplete bladder emptying after urination for the past 3 weeks. Upon assessment, he was diagnosed with urethral stricture and admitted to the surgical ward. As the nurse on duty, what nursing interventions would you take to promote urination and comfort?\nI. Suggest the patient listen to the sound of running water if having difficulty initiating voiding.\nII. Encourage adequate regular intake of fluids, if not contraindicated, to maintain urine flow.\nIII. Ensure privacy during attempts to urinate.\nIV. Administer prescribed analgesics for pain and potentially alpha-blockers if ordered for symptomatic relief.",
    "options": [
      "I, III, and IV",
      "I, II, and IV",
      "I, II, III, and IV"
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: All these interventions can be helpful. Suggesting stimuli like running water (I) can help relax the sphincter. Adequate fluid intake (II) promotes urine production. Privacy (III) reduces anxiety and aids relaxation. Prescribed medications (IV), such as analgesics for pain or other drugs aimed at symptomatic relief, are also part of comprehensive care."
  },
  {
    "id": "sug053",
    "questionText": "A 38-year-old Mechanic was diagnosed with urethral stricture and admitted to the surgical ward. As the nurse on duty, you have been instructed by the Nurse Manager to develop a nursing care plan for the client. You would include all the following in the patient's plan of care EXCEPT?",
    "options": [
      "Monitoring for signs of oliguria or anuria.",
      "Implementing a strict dietary calcium restriction.",
      "Positioning patient for comfort and to facilitate voiding (e.g., standing if male)."
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: Monitoring for oliguria/anuria (A) is crucial for a patient with urethral stricture. Appropriate positioning (C) can aid voiding. However, a strict dietary calcium restriction (B) is not a standard component of care for urethral stricture unless there's a coexisting condition like hypercalciuria or calcium-based kidney stones, which is not indicated in the scenario."
  },
  {
    "id": "sug054",
    "questionText": "A 38-year-old woman reported to the reproductive health unit with the complaint of feces draining through the vagina. The gynecologist assessed and suspected a:",
    "options": [
      "Perianal fissure.",
      "Vaginal infection.",
      "Rectovaginal fistula."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: A rectovaginal fistula is an abnormal connection between the rectum and the vagina, which allows fecal matter or gas to pass from the rectum into the vagina. This aligns with the patient's complaint."
  },
  {
    "id": "sug055",
    "questionText": "A 3rd-year midwifery student explained to her junior in the first year about hormones responsible for modulating the maternal immune response during pregnancy to prevent rejection of the fetus. Which hormone plays a significant role in this immunomodulation?",
    "options": [
      "Human chorionic gonadotropin (hCG).",
      "Estrogen.",
      "Progesterone."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: Progesterone levels increase substantially during pregnancy and play a crucial role in immunomodulation at the maternal-fetal interface. It helps to create an immunosuppressive environment, preventing the mother's immune system from recognizing the fetus as foreign tissue and mounting an immunological attack. hCG and estrogen also contribute, but progesterone is a key player."
  },
  {
    "id": "sug056",
    "questionText": "A 40-year-old man sustained an injury to his left palm while at work. He seeks treatment at your unit with severe bleeding. As the Charge Nurse, what is the MOST important initial action to control the severe bleeding?",
    "options": [
      "Sprinkle table salt on the wound.",
      "Rinse the wound thoroughly with tap water first.",
      "Apply direct, firm pressure to the wound using a clean absorbent bandage or fabric."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: The most effective and immediate first aid measure to control severe external bleeding is to apply direct, firm pressure to the wound. This helps to compress bleeding vessels, promote clot formation, and reduce blood flow to the injured area. Other steps like cleaning can follow once bleeding is controlled."
  },
  {
    "id": "sug057",
    "questionText": "A 40-year-old male is referred to a general surgeon for evaluation of an abdominal mass. The patient has a history of HIV infection. During physical examination, the surgeon palpates an abdominal mass and significant splenomegaly. A CT scan revealed lymphoma. An infectious disease panel for common opportunistic infections is negative. Which of the following aggressive B-cell lymphoma subtypes is particularly associated with HIV infection?",
    "options": [
      "Diffuse Large B-Cell Lymphoma (DLBCL), Immunoblastic variant.",
      "Marginal zone lymphoma.",
      "Follicular lymphoma."
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: Patients with HIV are at increased risk for developing certain types of non-Hodgkin lymphoma, often aggressive B-cell types. Diffuse Large B-Cell Lymphoma (DLBCL) is common in this population, and its immunoblastic variant is particularly associated with severe immunosuppression in HIV. Marginal zone and follicular lymphomas are typically more indolent and less common as primary AIDS-defining lymphomas."
  },
  {
    "id": "sug058",
    "questionText": "A 40-year-old male with a history of HIV infection is found to have an abdominal mass and significant splenomegaly, diagnosed as lymphoma on CT scan. Which is the MOST common type of aggressive non-Hodgkin lymphoma seen in patients with HIV infection?",
    "options": [
      "Marginal zone lymphoma.",
      "Follicular lymphoma.",
      "Diffuse Large B-Cell Lymphoma (DLBCL)."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: Diffuse Large B-Cell Lymphoma (DLBCL) is the most common type of non-Hodgkin lymphoma in patients with HIV infection (AIDS-related lymphoma). It is often aggressive and can present with extranodal involvement, systemic symptoms, and splenomegaly."
  },
  {
    "id": "sug059",
    "questionText": "A 40-year-old woman sustained a fracture of the distal shaft of the femur. Which of the following surgical fixation methods is commonly used in managing such fractures?",
    "options": [
      "Use of a Kuntscher nail.",
      "Application of a cast brace as definitive treatment.",
      "Intramedullary nailing (e.g., retrograde femoral nail)."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: Intramedullary nailing is a standard and commonly used method for managing fractures of the femoral shaft, including the distal shaft. For distal femoral shaft fractures, a retrograde intramedullary nail is often preferred. This technique provides stable fixation, allows for early mobilization, and promotes bone healing."
  },
  {
    "id": "sug060",
    "questionText": "A 41-year-old reported to the hospital with symptoms suggestive of an intracranial mass. Imaging and subsequent biopsy confirmed a meningioma. Which of the following is generally NOT a feature of typical (WHO Grade I) meningiomas?",
    "options": [
      "Responds effectively only to surgical resection.",
      "Responds effectively only to radiotherapy.",
      "Very rapid growth of cells."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: Typical meningiomas (WHO Grade I) are generally slow-growing tumors. Rapid cell growth is characteristic of higher-grade (atypical or malignant) meningiomas or other tumor types, but not typical, benign meningiomas. Surgery is the primary treatment for symptomatic meningiomas, and radiotherapy may be used for residual, recurrent, or unresectable tumors, or as an alternative in some cases."
  },
  {
    "id": "sug061",
    "questionText": "A 42-year-old fashion designer has been admitted to the female surgical ward for removal of a painful, benign lump on the neck. The primary purpose of the surgery is to relieve her pain and improve her quality of life. This type of surgery, focused on symptom relief rather than cure of a life-threatening disease, can be broadly termed:",
    "options": [
      "Palliative.",
      "Reconstructive.",
      "Curative (of the benign lump)."
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: Palliative surgery is aimed at relieving symptoms (like pain) and improving quality of life, even if it does not cure an underlying life-threatening condition. In this case, removing a benign but painful lump to improve quality of life fits the broader definition of palliative care (symptom relief). While it's also curative of the benign lump itself, the primary stated goal is QoL improvement through symptom relief."
  },
  {
    "id": "sug062",
    "questionText": "A 42-year-old Journalist was diagnosed with glaucoma. His visual acuity was measured as 20/50. How would you interpret this visual acuity finding? The patient:",
    "options": [
      "Can see at 20 feet what a person with normal vision (20/20) can see at 50 feet.",
      "Has normal visual acuity.",
      "Can see at 50 feet what a person with normal vision can see at 20 feet."
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: A visual acuity of 20/50 means that the patient needs to be at a distance of 20 feet to see details that a person with normal (20/20) vision can see clearly at a distance of 50 feet. This indicates reduced visual acuity compared to normal."
  },
  {
    "id": "sug063",
    "questionText": "A 43-year-old interior decorator is booked to undergo a total laryngectomy. In patient teaching, what would be a high priority topic to discuss regarding the permanent changes and immediate postoperative needs?",
    "options": [
      "The permanent loss of natural voice and the need for alternative communication methods.",
      "Ensuring adequate intake of specialized (e.g., soft, pureed, or tube) feedings postoperatively.",
      "Reassurance that the ability to sing and laugh will eventually be maintained with therapy."
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: While nutritional management (B) is critical postoperatively, the permanent loss of natural voice and the need to learn alternative communication methods (e.g., electrolarynx, esophageal speech, TEP speech) is a profound and life-altering consequence of total laryngectomy. This is a high priority for preoperative teaching and psychological preparation. Option C is incorrect as natural voice is lost."
  },
  {
    "id": "sug064",
    "questionText": "A 43-year-old Tailor was involved in a road traffic accident and sustained a fracture of the left femur with associated intense pain at the site. Which of the following best describes the typical character of acute pain associated with a long bone fracture?",
    "options": [
      "Sore and aching, like muscle fatigue.",
      "Dull, deep, and poorly localized.",
      "Sharp, intense, and often piercing, especially with movement."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: The acute pain associated with a bone fracture is typically described as sharp, intense, and often piercing or stabbing, particularly with any movement of the affected limb. This is due to irritation of the periosteum, soft tissue damage, and muscle spasm around the fracture site."
  },
  {
    "id": "sug065",
    "questionText": "A 43-year-old Mechanic with partial-thickness burns has fluid-filled vesicles, red, shiny skin, and moderate edema on the face, anterior trunk, and both arms and legs. He is in severe pain. Which of the following actions, if performed without proper technique or indication, would be considered potentially inappropriate or harmful in the management of his burn wounds?",
    "options": [
      "Aggressively scrubbing the wounds daily with plain warm water, causing premature deroofing of all blisters.",
      "Serving the patient a high-protein and high-calorie diet to support healing.",
      "Accurately recording fluid intake and output to guide resuscitation."
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: While gentle cleaning of burn wounds is essential, aggressive scrubbing or premature, indiscriminate deroofing of all blisters (especially intact ones) can increase pain, fluid loss, and the risk of infection, and may delay healing. Blister management should be guided by clinical judgment and specific protocols. High-protein/calorie diet (B) and I/O monitoring (C) are appropriate."
  },
  {
    "id": "sug066",
    "questionText": "A 43-year-old miner was admitted with a spinal injury after a fall three days ago. Initial management did not involve surgery, and he is currently immobilized. As a Nurse, you anticipate that he could develop pressure injuries (bed sores) due to immobility. Which of the following nursing diagnoses would be most appropriate to formulate at this stage to guide preventative care?",
    "options": [
      "Impaired skin integrity related to immobility and sensory deficits.",
      "Risk for impaired skin integrity related to immobility and sensory perception changes secondary to spinal injury.",
      "Risk for impaired skin integrity related to existing poor nutritional status."
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: Since the patient has not yet developed skin breakdown but is at high risk due to immobilization and potential sensory deficits from the spinal injury, the nursing diagnosis \"Risk for impaired skin integrity\" is most appropriate. This focuses care on preventative measures."
  },
  {
    "id": "sug067",
    "questionText": "A 43-year-old reported to the health facility with a new-onset swelling on the right arm. The doctor assessed it and suspected a soft tissue tumor. Which of the following investigations is most crucial for confirming the presence of a tumor and determining its nature (benign vs. malignant)?",
    "options": [
      "Serum tumor marker tests.",
      "Biopsy of the lesion (e.g., core needle or excisional).",
      "Comprehensive blood analysis including inflammatory markers."
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: A biopsy, which involves obtaining a tissue sample from the suspected tumor for histopathological examination, is the gold standard for confirming the diagnosis of a tumor and determining whether it is benign or malignant, as well as its specific type. Tumor markers and general blood tests can be supportive but are not definitive for diagnosis of a localized soft tissue mass."
  },
  {
    "id": "sug068",
    "questionText": "A 44-year-old Accountant was diagnosed with glaucoma. What should be the primary immediate therapeutic goal of nursing and medical care for this patient upon initial diagnosis to prevent further vision loss?",
    "options": [
      "Educating on environmental modifications to prevent injury.",
      "Initiating measures to reduce intraocular pressure (IOP).",
      "Providing pharmacological relief for any associated eye pain."
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: The primary pathology in most forms of glaucoma is elevated intraocular pressure (IOP), which damages the optic nerve and leads to irreversible vision loss. Therefore, the immediate therapeutic goal is to reduce IOP through prescribed medications (e.g., eye drops) or other interventions. Pain relief and injury prevention are important but secondary to controlling the IOP."
  },
  {
    "id": "sug069",
    "questionText": "A 45-year-old woman is admitted to the surgical emergency with complaints of sudden onset of sharp, severe pain in her left flank. While awaiting CT scan results, the Doctor plans to titrate a patient-controlled analgesia (PCA) opioid infusion to relieve her pain. During assessment, you find this is her first time receiving opioid medication (opioid-naive). Which nursing action is particularly important?",
    "options": [
      "Teaching the patient that opioid doses will likely need to be decreased by the second day.",
      "Frequently assessing for early signs of opioid addiction during the acute pain episode.",
      "Educating the patient about potential opioid side effects (e.g., nausea, drowsiness, respiratory depression) and monitoring closely for these, especially respiratory status."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: Opioid-naive patients are at higher risk for side effects, particularly respiratory depression. It is crucial to educate the patient and family about common side effects and to monitor the patient closely, especially their respiratory rate and sedation level. While addiction is a long-term concern, the immediate priority for an opioid-naive patient with acute pain is safe and effective analgesia with vigilant monitoring for adverse effects."
  },
  {
    "id": "sug070",
    "questionText": "A 45-year-old Driver with a long smoking history developed respiratory symptoms. Investigations revealed a large, complex right lung abscess unresponsive to conservative treatment, and the surgeon has booked him for a pneumonectomy. When performing a pneumonectomy, what structure is removed by the surgeon?",
    "options": [
      "The entire affected lung.",
      "A single lobe of the affected lung.",
      "A segment of a lobe in the affected lung."
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: A pneumonectomy is the surgical removal of an entire lung. In this case, if a right pneumonectomy is performed, the surgeon would remove the entire right lung."
  },
  {
    "id": "sug071",
    "questionText": "A 45-year-old food vendor is admitted for extensive circumferential full-thickness burns involving her lower extremities. She was unconscious on arrival due to hypoxia. Upon further observation, it was noticed that circulation to her lower extremities was severely impaired due to the constricting eschar. To prevent ischemia, compartment syndrome, paresthesia, necrosis, and gangrene, which of the following emergency surgical procedures should the attending doctor perform?",
    "options": [
      "Dermabrasion.",
      "Wound debridement.",
      "Escharotomy."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: An escharotomy is an emergency surgical procedure involving incisions made through the full-thickness burn eschar (the tough, inelastic dead tissue). This procedure is performed to relieve pressure caused by the constricting eschar, particularly in circumferential burns, thereby restoring circulation to the distal extremity and preventing compartment syndrome and tissue necrosis."
  },
  {
    "id": "sug072",
    "questionText": "A 46-year-old miner was admitted with a spinal injury. After assessment by the medical team, the patient has been booked for cervical traction. The patient appears apprehensive about the procedure. As a Nurse, what steps would you take to help allay his fears regarding the application of cervical traction?\nI. Allow the patient to express concerns and ask questions to clarify any doubts about the procedure.\nII. Introduce the patient to another patient who has successfully undergone cervical traction, if appropriate and consented.\nIII. Explain the purpose of traction, how it will be applied, and pain management strategies that will be used.\nIV. If possible, allow the patient to see the equipment beforehand and meet key personnel involved in the application.",
    "options": [
      "I, II, III, and IV",
      "I, II, and III",
      "I, III, and IV"
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: A comprehensive approach is best. Allowing questions (I) addresses specific worries. Explaining the procedure and pain management (III) provides understanding and reassurance. Seeing equipment/meeting staff (IV) can demystify the process. Introducing to a peer (II), if managed appropriately with consent and positive experience, can also be very reassuring."
  },
  {
    "id": "sug073",
    "questionText": "A 48-year-old female patient undergoes open repair of a fractured femur sustained in a motor vehicle collision. Three days postoperatively, she develops a low-grade fever, tachypnea, pleuritic chest pain, and a cough. A CT pulmonary angiogram (CTPA) reveals a pulmonary embolism (PE). Which of the following laboratory findings is MOST likely to be associated with this condition, although its specificity is reduced postoperatively?",
    "options": [
      "Decreased pulmonary arterial pressure on echocardiogram.",
      "Decreased alveolar-arterial (A-a) oxygen gradient.",
      "Positive D-dimer test."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: A D-dimer test measures fibrin degradation products, which are elevated when blood clots are formed and broken down. It is often positive in patients with DVT and PE. While its specificity is low (many conditions, including recent surgery, can elevate it), it has high sensitivity, and a positive result is consistent with PE. PE typically increases pulmonary arterial pressure and widens the A-a gradient."
  },
  {
    "id": "sug074",
    "questionText": "A 48-year-old patient reported to your facility with complaints of palpitations, heat intolerance, excessive sweating, bulging eyes (exophthalmos), and weight loss despite a good appetite. The doctor diagnosed Graves' Disease and prescribed Methimazole. Which of the following are possible side effects or outcomes the patient might experience while taking Methimazole?\nI. Weight gain (as hyperthyroidism is controlled).\nII. Headache.\nIII. Skin rash or pruritus.\nIV. Agranulocytosis (rare but serious).",
    "options": [
      "I, II, and III",
      "I, II, III, and IV",
      "II, III, and IV"
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: Methimazole is an antithyroid drug. Weight gain (I) can occur as the overactive metabolism from hyperthyroidism is corrected. Common side effects include headache (II) and skin rash/pruritus (III). Agranulocytosis (IV), a severe drop in white blood cells, is a rare but serious potential side effect that patients should be educated about. Hair loss can also occur but is not listed here."
  },
  {
    "id": "sug075",
    "questionText": "A 49-year-old Accountant sustained second-degree burns and a spinal injury after being trapped under debris from a fire. In the fluid and electrolyte management of this patient, you would consider all the following as signs of fluid volume deficit EXCEPT:",
    "options": [
      "Thirst.",
      "Peripheral cyanosis.",
      "Low urine output (oliguria)."
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: Peripheral cyanosis (bluish discoloration of the skin and mucous membranes) is primarily a sign of inadequate oxygenation of the blood (hypoxia) or severely impaired peripheral perfusion, not directly of fluid volume deficit itself. Thirst and low urine output are classic signs of fluid volume deficit."
  },
  {
    "id": "sug076",
    "questionText": "A 49-year-old man on your ward has been diagnosed with an advanced, organized empyema (a collection of pus in the pleural space). Which of the following interventions is most likely required for definitive management of the organized pus collection if initial chest tube drainage is insufficient?",
    "options": [
      "Surgical intervention such as video-assisted thoracoscopic surgery (VATS) or thoracotomy with decortication.",
      "Initiation of broad-spectrum intravenous antibiotics only.",
      "Repeated insertion of a simple chest drainage tube."
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: For an advanced, organized empyema where the pus is thick and loculated, simple chest tube drainage may be insufficient. Decortication (surgical removal of the fibrinous peel restricting lung expansion) via VATS or thoracotomy is often necessary for adequate drainage, lung re-expansion, and resolution of the infection, in conjunction with appropriate antibiotic therapy."
  },
  {
    "id": "sug077",
    "questionText": "A 5-year-old boy was brought to the Hospital with a persistent tympanic membrane perforation. He has been booked for surgery to repair it. Which of the following surgical procedures will the Doctor most likely perform for the patient?",
    "options": [
      "Ossiculoplasty.",
      "Myringoplasty or Tympanoplasty.",
      "Myringotomy with tube insertion."
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: Myringoplasty or Tympanoplasty are surgical procedures specifically designed to repair a perforation in the tympanic membrane (eardrum). This involves grafting material over the hole to close it, which can improve hearing and prevent recurrent infections. Ossiculoplasty repairs the middle ear bones. Myringotomy is an incision, often for fluid drainage, not repair of a perforation."
  },
  {
    "id": "sug078",
    "questionText": "A 50-year-old patient weighing 96kg reported to the emergency ward with left hip pain following a minor trauma. He had experienced fever and cough (suggesting a recent infection) before the trauma. He was treated with ibuprofen for 7 days. He presented with limited and painful range of motion of the left hip and could not bear weight. Blood tests showed a raised WBC count. He was admitted for suspected osteomyelitis. What is a likely contributing factor to this patient developing osteomyelitis in the hip?",
    "options": [
      "The minor trauma itself causing direct bone infection.",
      "The patient being overweight.",
      "Hematogenous spread from a recent systemic infection (indicated by fever and cough)."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: A recent systemic infection (e.g., respiratory infection as suggested by fever and cough) can lead to bacteremia, allowing bacteria to spread through the bloodstream (hematogenous spread) and seed bone, causing osteomyelitis. Minor trauma can sometimes create a locus minoris resistentiae (area of lowered resistance) where bacteria can settle. While being overweight can be a comorbidity, hematogenous spread from a prior infection is a common pathway for osteomyelitis, especially in bones with rich blood supply like the hip in adults."
  },
  {
    "id": "sug079",
    "questionText": "A 50-year-old carpenter sustained an injury to his back while attempting to lift a heavy load at the workplace. At the casualty unit, he reported severe backache with difficulty in movement. The following techniques must be observed when lifting a load to prevent injury to the back EXCEPT:",
    "options": [
      "Flex the knees and hips, keeping the back straight, before lifting.",
      "Keep the object close to the body's center of gravity.",
      "Bend primarily at the spine (back) when lifting an object from the ground."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: Bending primarily at the spine when lifting, especially from the ground, places excessive strain on the intervertebral discs and ligaments of the back, significantly increasing the risk of injury. Proper lifting technique involves bending at the hips and knees while keeping the back straight, using leg muscles to lift, and keeping the load close to the body."
  },
  {
    "id": "sug080",
    "questionText": "A 50-year-old female patient complains of morning stiffness in both her wrists and hands that lasts for more than an hour and improves gradually over the course of the day with activity. She has recently felt unusually fatigued and complains of generalized aching. Which of the following rheumatological diagnoses is MOST likely?",
    "options": [
      "Osteoarthritis.",
      "Psoriatic arthritis.",
      "Rheumatoid arthritis."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: Rheumatoid arthritis (RA) is a chronic autoimmune disorder characterized by inflammatory synovitis. Key features include symmetrical polyarthritis (often affecting small joints of hands and wrists), significant morning stiffness (typically lasting > 1 hour) that improves with activity, fatigue, and generalized aching. Osteoarthritis stiffness is usually shorter and worsens with activity. Psoriatic arthritis has other distinct features."
  },
  {
    "id": "sug081",
    "questionText": "A 52-year-old man spilled hot coffee on a small portion of his thigh. The burn is blistered and painful. The burn blanches on examination. Which of the following is the best initial treatment for this superficial partial-thickness burn?",
    "options": [
      "Topical triamcinolone cream.",
      "Topical antibiotic ointment (e.g., Polysporin) with a non-adherent dressing (e.g., Mepitel).",
      "Prophylactic oral antibiotics."
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: The burn, characterized by blistering, pain, and blanching, is a superficial partial-thickness burn (superficial second-degree). Initial treatment typically involves cleaning the burn, applying a topical antibiotic ointment to prevent infection, and covering it with a non-adherent dressing to protect the area and promote healing. Topical steroids are not generally indicated for acute burns, and prophylactic oral antibiotics are not routinely used for uncomplicated superficial partial-thickness burns."
  },
  {
    "id": "sug083",
    "questionText": "A 54-year-old farmer reported to your facility with complaints of palpitations, hot flashes, excessive sweating, and inability to tolerate heat. She also complains of changes in her body image, including bulging eyes and weight loss despite a good appetite. Which of the following is the most likely cause of the patient's complaints?",
    "options": [
      "Hypothyroidism.",
      "Graves' disease.",
      "Simple goiter."
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: Graves' disease is an autoimmune disorder that leads to hyperthyroidism (overactivity of the thyroid gland). This condition commonly causes symptoms such as palpitations, heat intolerance, excessive sweating, weight loss, and exophthalmos (bulging eyes) due to increased metabolic activity and specific autoimmune mechanisms targeting the orbits."
  },
  {
    "id": "sug084",
    "questionText": "A 55-year-old Mason reported to your facility with pain radiating from the flank to the groin. Upon assessment, he had difficulty voiding and was diagnosed with renal calculi (kidney stones). As the Nurse on duty, you are to provide dietary education for the patient prior to discharge, assuming calcium oxalate stones. Which of the following food categories might you advise the client to moderate or limit the intake of, in conjunction with other dietary advice like increased fluid intake?",
    "options": [
      "Foods high in oxalate (e.g., spinach, rhubarb, beets, nuts, and in moderation, tomatoes).",
      "Simple carbohydrates (e.g., white rice, bread, potatoes).",
      "Foods high in purines (e.g., liver, beef, pork)."
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: For patients with calcium oxalate kidney stones, the most common type, advice often includes moderating intake of foods high in oxalate. Oxalate can bind with calcium in the urine to form crystals. While tomatoes contain some oxalates, other foods like spinach, rhubarb, nuts, and beets are significantly higher. Increased fluid intake is the most critical dietary modification for all stone types. Purine-rich foods (option C) are relevant for uric acid stones."
  },
  {
    "id": "sug085",
    "questionText": "A 55-year-old Ward Assistant reported to your facility with symptoms consistent with Benign Prostatic Hyperplasia (BPH). A Radical Prostatectomy was subsequently performed. The patient has been transferred from recovery to the surgical ward hours after surgery. As the Nurse on the shift, what key assessment data would you obtain from the patient?\nI. Vital signs.\nII. Presence and amount of any urethral bleeding around the catheter or in the drainage bag.\nIII. Urine volume, color, and clarity.",
    "options": [
      "I and III",
      "I and II",
      "I, II, and III"
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: Following a Radical Prostatectomy, it is crucial to monitor vital signs (I) for hemodynamic stability, assess for urethral bleeding (II) which can indicate hemorrhage, and observe urine volume, color, and clarity (III) to assess renal function, catheter patency, and detect signs of bleeding or infection. All these are essential for early detection of complications."
  },
  {
    "id": "sug086",
    "questionText": "A 58-year-old lawyer on your ward has a sigmoid colostomy. One purpose of colostomy irrigation for a patient with a sigmoid colostomy is to:",
    "options": [
      "Prevent constipation by ensuring daily fluid intake into the colon.",
      "Dilute bowel content to make it easier to pass.",
      "Regulate bowel movements to achieve continence between irrigations."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: For individuals with a sigmoid or descending colostomy, irrigation can help to establish a regular pattern of bowel evacuation. By instilling water into the colostomy at a scheduled time, the colon is stimulated to empty. This can allow the patient to be free of fecal discharge between irrigations, potentially only needing a small cap or dressing over the stoma."
  },
  {
    "id": "sug087",
    "questionText": "A 5-year-old girl presents with recurrent UTIs. Physical examination findings are suggestive of possible sexual abuse. The child's mother, a single parent living with her boyfriend, claims she is \"certain\" the boyfriend has not sexually abused the child. She requests confidentiality and states she will not leave the child alone with the boyfriend. Which of the following is the MOST appropriate next step for the healthcare provider?",
    "options": [
      "Without clear evidence of abuse, do not report this incident to authorities, respecting the mother's request for confidentiality.",
      "Follow-up soon with the family to verify the mother's compliance with not leaving the child alone with the boyfriend.",
      "Report this case immediately to the appropriate child protective services or designated authorities as per local regulations."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: Healthcare professionals have a legal and ethical mandate to report suspected child abuse or neglect to the appropriate child protective services or designated authorities. The child's safety and well-being are paramount and supersede requests for confidentiality in such situations. The mother's assertions or promises are not sufficient to ensure the child's safety when abuse is suspected."
  },
  {
    "id": "sug088",
    "questionText": "A patient, 6 days postoperative from abdominal surgery, is scheduled for discharge. On assessment before discharge, you observe that about 2 inches of internal structures (e.g., bowel loops) are protruding through the surgical incision. Which of the following interventions is the MOST appropriate immediate action?",
    "options": [
      "Cover the protruding organs with sterile dressings moistened with sterile normal saline.",
      "Attempt to gently push the protruding structures back into the abdominal cavity and apply a pressure dressing.",
      "Notify the surgeon immediately and administer a prescribed antiemetic."
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: This describes wound evisceration, a surgical emergency. The immediate priority is to cover the exposed organs with sterile dressings moistened with sterile normal saline to prevent desiccation, contamination, and further injury. The surgeon must be notified urgently, the patient kept NPO, and prepared for emergency surgical repair. Do not attempt to reinsert the organs. Antiemetics are secondary to wound protection and surgical notification."
  },
  {
    "id": "sug089",
    "questionText": "A 60-year-old male patient complains of a painless mass that protrudes from his anus when he defecates. It usually reduces spontaneously, but he sometimes sees bright red blood on the toilet paper and occasionally has a mucoid discharge from the anus that stains his underwear. Which of the following is this patient's MOST likely diagnosis?",
    "options": [
      "Mesenteric ischemia.",
      "Colon cancer.",
      "Internal hemorrhoids."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: The symptoms of a painless, reducible anal protrusion during defecation, associated with bright red rectal bleeding and mucoid discharge, are characteristic of prolapsing internal hemorrhoids. Colon cancer might present with bleeding but typically involves other symptoms like changes in bowel habits or weight loss, and the protrusion is less typical. Mesenteric ischemia presents with acute abdominal pain."
  },
  {
    "id": "sug090",
    "questionText": "A 60-year-old man presents to your office. He has been having bleeding per rectum for two months. His primary care physician diagnosed him with an external hemorrhoid in the left lateral position. On examination, you find a 2.5 cm hard mass located 3 cm outside the anal verge. It does not appear to be involving the sphincter mechanism on exam. There are no intra-anal abnormalities on anoscopy. Biopsy performed reveals squamous cell carcinoma. Which of the following is correct regarding the anatomy and likely treatment for this lesion?",
    "options": [
      "This is a perianal squamous cell cancer that should be primarily treated with definitive chemoradiation.",
      "This is a perianal squamous cell cancer that, given its size and location without sphincter involvement, may be treated with wide local excision aiming for clear margins.",
      "This is a common skin cancer and should always be treated with wide local excision regardless of margins."
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: The lesion is described as a perianal squamous cell carcinoma (anal margin cancer). For localized tumors of the anal margin that do not involve the sphincter complex and are amenable to complete removal, wide local excision with clear margins can be a curative treatment option. Chemoradiation is typically the primary treatment for anal canal cancers or more advanced/unresectable perianal cancers."
  },
  {
    "id": "sug097",
    "questionText": "A 63-year-old male with a history of tobacco use, diabetes, and hypertension presents with severe symptoms of claudication. His left lower extremity is cool to touch, and his left big toe shows shiny skin, absent hair, and no palpable dorsalis pedis or posterior tibial pulses. The ankle-brachial index (ABI) confirms severe peripheral arterial disease. What is the most critical next step in the management of this patient to address potential limb threat?",
    "options": [
      "Enrollment in a supervised exercise program as sole initial therapy.",
      "Emphasis on smoking cessation and lifestyle modification only.",
      "Urgent vascular assessment for revascularization (e.g., angiography followed by surgical or endovascular intervention)."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: The patient's presentation with a cool extremity, trophic skin changes (shiny skin, hair loss), absent distal pulses, and severe claudication (potentially rest pain or tissue loss, consistent with critical limb ischemia) indicates advanced peripheral arterial disease requiring urgent intervention. While smoking cessation and exercise are vital for long-term management, prompt vascular assessment and consideration for revascularization are necessary to improve perfusion, relieve ischemic symptoms, and prevent limb loss."
  },
  {
    "id": "sug098",
    "questionText": "A 65-year-old woman with full-thickness rectal prolapse comes to your facility with 6 months of increasing symptoms, including fecal incontinence. She is a mother of three vaginal deliveries. You confirm a reducible rectal prolapse on exam, about 10 cm in length, with poor sphincter tone. She has no evidence of cystocele or vaginal prolapse. She desires surgery. Which of the following investigations is most useful to evaluate the dynamics of the prolapse and identify associated pelvic floor disorders before proceeding with an operative repair?",
    "options": [
      "Defecography (evacuation proctography).",
      "Preoperative cardiac stress test.",
      "Screening colonoscopy."
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: Defecography is a dynamic imaging study that evaluates the anorectal anatomy and function during defecation. It can confirm the extent of rectal prolapse, differentiate it from internal intussusception, and identify associated conditions like rectocele, enterocele, or descending perineum syndrome, which can influence the choice of surgical approach. While colonoscopy is important to rule out colorectal pathology and a cardiac stress test assesses operative risk, defecography specifically assesses the prolapse mechanics."
  },
  {
    "id": "sug099",
    "questionText": "A 67-year-old female patient who fell on an outstretched hand now complains of wrist pain. On examination, she has marked tenderness over the anatomic snuffbox. There is no visible deformity, and she has intact sensation and movement, although painful. What is the most likely injury?",
    "options": [
      "Scaphoid fracture.",
      "Pisiform fracture.",
      "Carpal tunnel syndrome."
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: Tenderness in the anatomical snuffbox (a triangular depression on the radial, dorsal aspect of the hand at the level of the carpal bones) after a fall on an outstretched hand is highly suggestive of a scaphoid fracture. Scaphoid fractures may not always show deformity and can be missed on initial X-rays, thus a high index of suspicion is required."
  },
  {
    "id": "sug100",
    "questionText": "A 67-year-old High Court Judge reported to your facility with symptoms including straining on urination, post-void dribbling, and nocturia. Upon assessment, he was diagnosed with Benign Prostatic Hyperplasia (BPH). Based on these symptoms, which of the following are appropriate nursing diagnoses?\nI. Impaired urinary elimination (retention) related to bladder outlet obstruction secondary to BPH.\nII. Acute pain related to bladder distention secondary to urinary retention.\nIII. Anxiety related to symptoms and inadequate knowledge of BPH and its management.\nIV. Difficulty urinating as a primary problem caused by pain.",
    "options": [
      "I, II, III, and IV",
      "I, II, and III",
      "I and II"
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: Diagnoses I, II, and III are appropriate. Impaired urinary elimination reflects the obstruction. Pain can result from bladder distention. Anxiety is common due to the symptoms and diagnosis. Option IV is less accurate; while pain can be present, the primary cause of difficulty urinating in BPH is the mechanical obstruction, not the pain itself causing the difficulty."
  },
  {
    "id": "sug101",
    "questionText": "A 68-year-old male on dialysis for end-stage renal disease undergoes a kidney transplant. Five weeks later, he presents with oliguria and rising serum creatinine. Biopsy confirms acute cellular rejection. He receives high-dose methylprednisolone, but his renal function does not improve after two days. He is then started on a potent second-line immunosuppressive agent (e.g., anti-thymocyte globulin), after which he immediately develops flu-like symptoms, tremors, and chest pain. What is a potential next step in managing his refractory acute rejection, alongside managing side effects of the new agent?",
    "options": [
      "Start the patient on ganciclovir for presumed CMV infection.",
      "Consider plasmapheresis if antibody-mediated rejection is also suspected or for severe refractory cellular rejection.",
      "Administer diphenhydramine as the sole treatment for his current symptoms."
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: For acute cellular rejection refractory to corticosteroids, or if there's a component of antibody-mediated rejection, further potent immunosuppression is needed. Plasmapheresis can be used to remove antibodies and inflammatory mediators. The flu-like symptoms are likely cytokine release syndrome from the new agent, requiring supportive care (e.g., antipyretics, slowing infusion, premedication with antihistamines/steroids for future doses), but the underlying rejection still needs aggressive treatment. Ganciclovir is for CMV. Diphenhydramine alone is insufficient."
  },
  {
    "id": "sug102",
    "questionText": "A 69-year-old post-menopausal female complains of leakage of urine with coughing and when she laughs. She states it has become increasingly worse over the past six months. Which of the following initial conservative measures, if taught by the nurse, would be MOST beneficial for her stress urinary incontinence?",
    "options": [
      "Recommend severe fluid restriction to less than 1 litre per day.",
      "Educate the patient on how to correctly perform Kegel exercises (pelvic floor muscle training).",
      "Refer the patient directly to a urologist for immediate cystoscopy."
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: Educating the patient about Kegel exercises is a key initial conservative management strategy for stress urinary incontinence. These exercises strengthen the pelvic floor muscles, which support the bladder and urethra, helping to improve urinary control during activities that increase intra-abdominal pressure, like coughing or laughing. Severe fluid restriction is generally not advised and can worsen other issues. Cystoscopy is for further investigation if conservative measures fail or other pathology is suspected."
  },
  {
    "id": "sug103",
    "questionText": "A 73-year-old Kente Weaver reported to your facility with symptoms of Benign Prostatic Hyperplasia (BPH). He is booked for Transurethral Resection of the Prostate (TURP). As a Nurse, what pre-operative nursing interventions focusing on psychosocial support would you implement to reduce his observed anxiety?\nI. Provide reassurance to the patient and his family, addressing their concerns.\nII. Administer prescribed prophylactic antibiotics prior to surgery.\nIII. Ensure appropriate bowel preparation is completed if ordered.\nIV. Offer clear information about the TURP procedure, expected sensations, and postoperative care.",
    "options": [
      "I and IV",
      "I, II, and IV",
      "I, II, III, and IV"
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: To reduce anxiety, providing reassurance and addressing concerns (I) and offering clear, understandable information about the surgery and recovery (IV) are key psychosocial interventions. While administering antibiotics (II) and bowel preparation (III) are important pre-operative tasks, they are primarily physiological preparations rather than direct anxiety-reducing psychosocial interventions, although explaining them can indirectly reduce anxiety."
  },
  {
    "id": "sug104",
    "questionText": "A 75-year-old man with a history of type 1 von Willebrand disease and a hemoglobin of 14.3 g/dL is scheduled for total hip replacement surgery. Which of the following is the most appropriate prophylactic treatment to decrease his risk of excessive bleeding during this major procedure?",
    "options": [
      "Prophylactic DDAVP (desmopressin) infusion, if responsive.",
      "Low dose activated Factor VIIa (rFVIIa).",
      "Prophylactic Fresh Frozen Plasma (FFP) transfusion."
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: Type 1 von Willebrand disease (vWD) is characterized by a quantitative deficiency of von Willebrand factor (VWF). DDAVP (desmopressin) stimulates the release of endogenous VWF and Factor VIII from endothelial stores. For many patients with Type 1 vWD undergoing major surgery, DDAVP can sufficiently raise VWF/Factor VIII levels to provide hemostasis. If DDAVP is ineffective or contraindicated, VWF-containing factor concentrates would be the next step. rFVIIa is not first-line for vWD. FFP contains VWF but is less concentrated and carries higher volume risks than specific factor products."
  },
  {
    "id": "sug105",
    "questionText": "A 75-year-old female with a past medical history of well-controlled diabetes is admitted to the hospital with a right hip fracture. Her surgical repair is uncomplicated. Which of the following non-pharmacological measures can be taken postoperatively to help prevent delirium?",
    "options": [
      "Early ambulation and mobilization as tolerated.",
      "Prophylactic administration of additional opioid pain medication before sedation from anesthesia wears off completely.",
      "Prophylactic administration of lorazepam to help with sleep."
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: Early mobilization and ambulation are key non-pharmacological interventions to prevent postoperative delirium in older adults. They help maintain orientation, promote normal sleep-wake cycles, reduce immobility complications, and stimulate cognitive function. Opioids and benzodiazepines (like lorazepam) can increase the risk of delirium in elderly patients."
  },
  {
    "id": "sug106",
    "questionText": "A 78-year-old Station Master, diagnosed with Benign Prostatic Hyperplasia, is admitted for surgery. On the day of surgery, what are essential immediate pre-operative nursing checks/actions before sending the patient to the theatre?\nI. Ensure the patient is wearing a correct identification bracelet.\nII. Confirm the patient has changed into a hospital gown.\nIII. Verify that a valid, signed informed consent form for the procedure is in the patient's chart.",
    "options": [
      "I and III",
      "I, II, and III",
      "II and III"
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: All three are critical immediate pre-operative checks. I. Correct patient identification is paramount for safety. II. A hospital gown facilitates surgical access and hygiene. III. A valid signed consent form confirms the patient's informed agreement to the procedure and is a legal and ethical requirement."
  },
  {
    "id": "sug107",
    "questionText": "A 90-year-old patient had a fall while going to the bathroom unassisted. It appears the patient has sustained a fracture of the left leg and is unable to move the affected leg. The patient is oriented and alert but in severe pain. What would be your first nursing intervention?",
    "options": [
      "Immobilize the fractured leg using a splint.",
      "Elevate the extremity significantly above the heart level.",
      "Apply an ice pack covered with a towel directly to the suspected fracture site."
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: The immediate priority for a suspected fracture is to immobilize the injured limb. This helps to prevent further injury to soft tissues, nerves, and blood vessels, reduces pain, and minimizes the risk of displacement of bone fragments. Elevation and ice can be applied after initial stabilization, but immobilization comes first."
  },
  {
    "id": "sug108",
    "questionText": "A cylinder containing medical oxygen can be identified by its specific color coding. According to ISO 32 standards, an oxygen cylinder typically has a white shoulder and a ________ body.",
    "options": [
      "Black",
      "Blue",
      "Grey"
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: According to ISO 32 international standards, medical oxygen cylinders are distinguished by a white shoulder (or neck) and a black body. Different regions may have varying standards (e.g., all green in the USA), but the white shoulder/black body is a widely recognized international code for oxygen."
  },
  {
    "id": "sug109",
    "questionText": "A decision for skin grafting was taken for a patient who sustained a burn injury. Which of the following skin grafts is LEAST likely to be rejected by the patient's immune system?",
    "options": [
      "Heterograft (Xenograft).",
      "Autograft.",
      "Allograft (Homograft)."
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: An autograft is skin taken from one area of the patient's own body and transplanted to another. Because it is the patient's own tissue, it is not recognized as foreign by the immune system and is therefore least likely to be rejected. Allografts (from another human) and heterografts/xenografts (from a different species) will elicit an immune response and eventual rejection if immunosuppression is not used."
  },
  {
    "id": "sug110",
    "questionText": "A diabetic patient who has undergone abdominal surgery is observed to be experiencing wound evisceration (protrusion of internal organs through the incision). Which of the following is the MOST appropriate immediate nursing action to take regarding the wound itself?",
    "options": [
      "Cover the protruding organs with sterile gauze moistened with sterile normal saline.",
      "Gently cleanse the exposed organs with Savlon solution and apply a dry dressing.",
      "Attempt to gently reinsert the organs and cover with a sterile dry gauze."
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: In wound evisceration, the immediate priority is to protect the exposed organs. This is best done by covering them with sterile dressings that have been moistened with sterile normal saline to prevent tissue desiccation and reduce contamination. Do not attempt to reinsert organs. The surgeon must be notified immediately."
  },
  {
    "id": "sug111",
    "questionText": "A Director in a Law Firm reported to the hospital with complaints of bleeding hemorrhoids. He is shy and withdrawn. As a Nurse assessing this patient, what is a common contributing factor to the development of hemorrhoids that might be related to his occupation?",
    "options": [
      "Pruritus ani.",
      "Chronic constipation.",
      "Prolonged sitting."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: Occupations that involve prolonged periods of sitting, such as a desk job in a law firm, can contribute to the development of hemorrhoids. Prolonged sitting increases pressure in the anorectal veins, which can lead to their engorgement and the formation of hemorrhoids. Chronic constipation and straining are also major factors."
  },
  {
    "id": "sug112",
    "questionText": "A farmer aged 55 years sustained a dislocation of his right shoulder while weeding. He reported to the emergency department with complaints of severe pain in the right shoulder joint. What is a common and serious neurovascular complication that can occur with an anterior shoulder dislocation?",
    "options": [
      "Septic arthritis of the shoulder joint.",
      "Avascular necrosis of the humeral head.",
      "Axillary nerve injury."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: Axillary nerve injury is a common complication associated with anterior shoulder dislocations, leading to deltoid muscle weakness and loss of sensation over the lateral aspect of the shoulder. While avascular necrosis of the humeral head is a serious long-term complication due to compromised blood supply, axillary nerve injury is a more immediate neurovascular concern."
  },
  {
    "id": "sug113",
    "questionText": "A female diabetic patient has been admitted to your ward for a laparotomy. What nursing intervention is MOST critical to include in her care to promote optimal wound healing?",
    "options": [
      "Ensuring a diet very high in simple carbohydrates.",
      "Maintaining blood glucose levels within the target normal or near-normal range.",
      "Applying a dry, sterile dressing to the wound daily, regardless of drainage."
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: Maintaining optimal glycemic control is crucial for wound healing in diabetic patients. Hyperglycemia impairs various aspects of the healing process, including neutrophil function, collagen synthesis, angiogenesis, and growth factor production, thereby increasing the risk of infection and delaying healing. While balanced nutrition is important, tight blood glucose control is paramount."
  },
  {
    "id": "sug114",
    "questionText": "A female patient scheduled for surgery is extremely obese and has known cardiac problems. As a theatre nurse, you understand that placing this patient in a supine position for a prolonged period may cause the patient to experience:",
    "options": [
      "Comfort without significant respiratory or cardiovascular complications.",
      "Limited range of motion as the primary concern.",
      "Orthopnea or dyspnea due to compromised respiratory mechanics."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: In extremely obese patients, especially those with underlying cardiac issues, the supine position can lead to orthopnea or dyspnea. This is due to factors such as increased intra-abdominal pressure on the diaphragm (reducing lung expansion), decreased functional residual capacity, ventilation-perfusion mismatch, and potential exacerbation of cardiac insufficiency."
  },
  {
    "id": "sug115",
    "questionText": "A housewife sustained a deep knife laceration while cooking, which bled profusely. She was rushed to the emergency department where the wound was aseptically cleaned and sutured. She returned to the clinic after two weeks with the wound showing good approximation and minimal scarring. Her wound has healed by:",
    "options": [
      "Second intention.",
      "Third intention (delayed primary closure).",
      "First intention (primary intention)."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: Healing by first intention (primary intention) occurs when the edges of a clean or minimally contaminated wound with minimal tissue loss are brought together and held in place by sutures, staples, or adhesive strips. This results in a relatively quick healing process with minimal scarring, as described in the scenario."
  },
  {
    "id": "sug116",
    "questionText": "A junior colleague approaches you for a briefing on the surgical scrubbing technique before an operation. As a senior student, your briefing on correct procedure would include all the following EXCEPT:",
    "options": [
      "Allowing hands to drop below elbow level during or after rinsing, causing water to run from elbows to hands.",
      "Keeping hands raised above the elbows at all times after scrubbing and rinsing.",
      "Scrubbing each surface of the fingers, hands, and forearms methodically up to the elbows for the prescribed duration."
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: Allowing hands to drop below elbow level during or after rinsing is incorrect technique. This would cause water from the less clean elbow area to run down onto the cleaner hands and forearms, leading to contamination. Hands should always be kept elevated above the elbows after scrubbing, allowing water to drain away from the hands towards the elbows."
  },
  {
    "id": "sug117",
    "questionText": "A long leg cast is applied for Kokui Kraba, a 22-year-old man, after sustaining a fracture of the right tibia. The nurse observes that Kraba's exposed toes are swollen, and he complains of numbness in the toes. Which of the following nursing diagnoses is most appropriate for Kokui?",
    "options": [
      "Systemic fluid volume excess related to vascular compression by cast.",
      "Actual Peripheral Neurovascular Dysfunction related to vascular compromise and/or nerve compression secondary to constrictive cast.",
      "Fluid volume excess localized to the extremity related to inflammatory edema."
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: The patient's swollen toes and complaints of numbness are hallmark signs of impaired peripheral neurovascular function. This is likely due to the constricting effect of the long leg cast, leading to compromised blood flow (vascular insufficiency) and/or pressure on nerves (nerve compression), necessitating urgent assessment and intervention to prevent permanent damage (e.g., compartment syndrome)."
  },
  {
    "id": "sug118",
    "questionText": "A male patient aged 50 years has undergone a major surgical procedure and has been transferred to the recovery room where you work for further management. During your initial post-operative assessment, you observe that the patient suddenly becomes cyanotic. The MOST appropriate immediate nursing action you will take will be to:",
    "options": [
      "Administer oxygen via nasal cannula at 6 L/min without first assessing the airway.",
      "Immediately reposition the patient's head (e.g., head-tilt/chin-lift or jaw thrust if no cervical injury suspected) to ensure airway patency and assess breathing.",
      "Call for assistance and immediately begin cardiopulmonary resuscitation (CPR)."
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: Cyanosis indicates severe hypoxemia. The immediate priority in a patient who suddenly becomes cyanotic is to ensure a patent airway (A - Airway) and then assess breathing (B - Breathing). Repositioning the head can open an obstructed airway. Oxygen administration and further interventions, including CPR if indicated (unresponsive, no pulse/breathing), follow airway and breathing assessment."
  },
  {
    "id": "sug119",
    "questionText": "A male patient aged 67 years, diagnosed with benign prostatic hyperplasia (BPH), is scheduled for a prostatectomy. Laboratory investigations have been completed and reviewed. Which of the following is the MOST appropriate pre-operative instruction regarding oral intake for this patient?",
    "options": [
      "Encourage high oral fluid intake right up until going to the operating room.",
      "Check for correct placement of a pre-operative urethral catheter.",
      "Maintain nil per os (NPO) for the prescribed period (typically 6-8 hours for solids, shorter for clear liquids) prior to surgery."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: To prevent the risk of aspiration of gastric contents during anesthesia, patients are typically instructed to maintain nil per os (NPO) status for a specified period before surgery. This usually means no solid food for 6-8 hours and no clear liquids for 2-4 hours, depending on institutional policy. High fluid intake immediately before surgery is contraindicated."
  },
  {
    "id": "sug120",
    "questionText": "A male patient presents with sudden onset of severe left scrotal pain that radiated to his abdomen while playing tennis. He denies recent sexual activity. He is afebrile with normal vital signs. His left testicle is tender, swollen, and high-riding. His cremasteric reflex is absent on the affected left side, and he has no urethral discharge or scrotal lesions. Which of the following is the treatment of choice?",
    "options": [
      "Immediate surgical exploration with detorsion and bilateral orchiopexy.",
      "Elevation of the affected testis, scrotal support, and analgesics.",
      "Ceftriaxone 250mg IM and Azithromycin 1g PO."
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: The patient's presentation of acute onset severe scrotal pain, a high-riding testis, and an absent cremasteric reflex on the affected side is highly suggestive of testicular torsion. This is a surgical emergency requiring immediate surgical exploration to detorse the spermatic cord and restore blood flow to the testis. Bilateral orchiopexy (fixation of both testes) is performed to prevent recurrence."
  },
  {
    "id": "sug121",
    "questionText": "A male patient scheduled for surgery complains of increased respiratory secretions. Which of the following drugs is likely to be administered by the anesthetist to reduce these secretions?",
    "options": [
      "Neostigmine.",
      "Atropine.",
      "Pilocarpine."
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: Atropine is an anticholinergic drug that reduces respiratory secretions by blocking parasympathetic stimulation, making it useful preoperatively to dry the airway."
  },
  {
    "id": "sug122",
    "questionText": "A male patient started shivering uncontrollably after surgery. As part of your immediate postoperative care, what nursing intervention would be your priority?",
    "options": [
      "Apply warm blankets and continue oxygen therapy as indicated.",
      "Consult the doctor for further orders only after initial comfort measures.",
      "Adjust the temperature in the room to a very high setting."
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: Shivering is a common response to anesthesia and surgery, and it can increase oxygen consumption and heat loss. Therefore, the priority nursing intervention is to provide warmth (e.g., warm blankets) and ensure adequate oxygenation."
  },
  {
    "id": "sug123",
    "questionText": "A man sustained a cut while gardening. Why would he be given anti-tetanus immunoglobulin (Tetanus Immune Globulin - TIG)?",
    "options": [
      "For increased active immunity.",
      "For immediate passive protection by providing preformed antibodies.",
      "To provide a target for lymphocytes to initiate an immune response."
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: Tetanus can progress rapidly and be life-threatening. Anti-tetanus immunoglobulin (TIG) contains preformed antibodies against the tetanus toxin. It is given to provide immediate passive immunity, especially when the patient's immunization status is unknown, incomplete, or if the wound is high-risk."
  },
  {
    "id": "sug124",
    "questionText": "Which of the following manifestations of cancer of the cervix would most likely bring a patient to the gynecologist?",
    "options": [
      "Generalized heaviness in the abdomen.",
      "Postcoital bleeding (bloody spotting after intercourse).",
      "Persistent foul-smelling vaginal discharge without bleeding."
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: Postcoital bleeding is a classic early symptom of cervical cancer. The cancerous tissue on the cervix is often friable and can bleed easily upon contact, such as during intercourse."
  },
  {
    "id": "sug125",
    "questionText": "A medical procedure in which an olive-shaped device is placed in the potential vaginal space with the help of laparoscopy, and upward traction is applied to create a neovagina in the treatment of vaginal hypoplasia or agenesis, is known as:",
    "options": [
      "Vaginal dilatation using dilators.",
      "Vecchietti procedure.",
      "McIndoe vaginoplasty."
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: The Vecchietti procedure is a surgical technique used to create a neovagina in cases of vaginal agenesis or hypoplasia. It involves laparoscopically placing an olive-shaped device against the area where the vagina should be, and then applying continuous upward traction via sutures passed through the abdominal wall to gradually create a vaginal canal."
  },
  {
    "id": "sug126",
    "questionText": "A middle-aged man diagnosed with colon cancer uses an opioid to control his chronic pain, which he rates at level 8 on a 0-10 scale despite his current regimen. He now requests additional medication for this inadequately controlled pain. This type of pain, occurring despite a stable analgesic regimen, is BEST documented as:",
    "options": [
      "Neuropathic pain.",
      "Somatic pain.",
      "Breakthrough pain."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: Breakthrough pain is a transitory exacerbation of pain that occurs on a background of otherwise stable pain in a patient receiving chronic analgesic therapy. The patient's existing pain is at an 8/10 despite opioids, and the request for 'something more potent' for this persistent pain indicates his baseline pain is not well-controlled, but if this 8/10 is a flare above a lower baseline, it could be breakthrough. If 8/10 is his constant pain, his regimen needs adjustment, not just breakthrough treatment."
  },
  {
    "id": "sug127",
    "questionText": "A middle-aged man experienced a compound (open) fracture of the right arm and was rushed to the emergency unit. What initial nursing intervention is critical for this type of fracture to prevent infection?",
    "options": [
      "Cover the wound with a sterile dressing.",
      "Place a tight compression bandage over the fracture site to control bleeding.",
      "Place the arm below the heart level to reduce swelling."
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: For an open (compound) fracture, where the bone has penetrated the skin, the immediate priority after addressing life-threatening bleeding is to cover the wound with a sterile dressing. This helps to prevent contamination of the exposed bone and soft tissues, reducing the risk of infection."
  },
  {
    "id": "sug128",
    "questionText": "A middle-aged woman was admitted to the surgical unit on account of left-sided hemiparesis, dizziness, and severe headache. Which of the following nursing measures is inappropriate when providing oral hygiene for this patient?",
    "options": [
      "Gently cleaning the mouth with a soft toothbrush and appropriate toothpaste or solution.",
      "Keeping portable suctioning equipment readily available at the bedside.",
      "Placing the patient flat on her back with a regular pillow under her head."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: Placing a patient with hemiparesis (who may have impaired swallowing reflexes and difficulty managing oral secretions) flat on their back for oral hygiene significantly increases the risk of aspiration. The head of the bed should be elevated, or the patient positioned side-lying, to promote drainage and protect the airway."
  },
  {
    "id": "sug129",
    "questionText": "A Midwife was teaching a student Nurse about the partograph and mentioned that the following are charted as part of monitoring the progress of labour EXCEPT:",
    "options": [
      "Cervical dilatation.",
      "Degree of fetal head moulding.",
      "Frequency and duration of uterine contractions."
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: While the degree of fetal head moulding is an important observation assessed during labor and noted on the partograph, it is more an indicator of how the fetal head is adapting to the maternal pelvis rather than a direct measure of the progress of labor itself, like cervical dilatation, descent of the fetal head, or uterine contractions."
  },
  {
    "id": "sug130",
    "questionText": "A newly married couple came to your facility seeking information on family planning and asked when ovulation usually occurs. The Midwife/Nurse explains that in a typical 28-day menstrual cycle, ovulation generally occurs 14 days:",
    "options": [
      "Before the expected start of the next menstrual period.",
      "During the first week of the menstrual cycle.",
      "Immediately after the menstrual period ends."
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: Ovulation typically occurs about 14 days before the onset of the next menstrual period. While in an average 28-day cycle this falls around day 14 (counting from the first day of the last period), the luteal phase (post-ovulation) is more consistent in length (around 14 days) than the follicular phase."
  },
  {
    "id": "sug131",
    "questionText": "Non-Steroidal Anti-Inflammatory Drugs (NSAIDs) are classified as non-opioid analgesics. Which of the following NSAIDs is widely used to manage mild to moderate post-operative pain?",
    "options": [
      "Tramadol.",
      "Ibuprofen.",
      "Paracetamol (Acetaminophen)."
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: Ibuprofen is an NSAID that possesses analgesic, anti-inflammatory, and antipyretic properties, making it effective for managing mild to moderate post-operative pain and inflammation. Tramadol is a centrally acting analgesic with opioid activity. Paracetamol is an analgesic and antipyretic but has weak anti-inflammatory effects and is not classified as an NSAID."
  },
  {
    "id": "sug132",
    "questionText": "A normal reproductive function that may be altered in a patient who has undergone radical prostatectomy is:",
    "options": [
      "Production of testosterone by the testes.",
      "Production and emission of seminal fluid, leading to anejaculation.",
      "Release of sperm from the epididymis into the vas deferens."
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: The prostate gland and seminal vesicles, which are removed during a radical prostatectomy, contribute the majority of the seminal fluid. Therefore, after this surgery, patients typically experience anejaculation (dry orgasm) as there is little to no seminal fluid produced or emitted, though orgasm sensation may still be present. Testosterone production is primarily by the testes and is not directly affected."
  },
  {
    "id": "sug133",
    "questionText": "A nurse assessing a patient's eyes identifies involuntary, rhythmic movements. This finding can be documented as:",
    "options": [
      "Vertigo.",
      "Nystagmus.",
      "Astigmatism."
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: Nystagmus is a condition characterized by involuntary, repetitive, and rhythmic movements of the eyes, which may involve horizontal, vertical, or rotary oscillations. It can be a normal physiological response in certain situations or a sign of an underlying neurological or vestibular disorder."
  },
  {
    "id": "sug134",
    "questionText": "A nurse caring for a patient after a median sternotomy surgery is concerned that the patient's wound is at risk for dehiscence. Which of the following interventions is BEST to help prevent this complication?",
    "options": [
      "Using strict sterile technique when changing the wound dressing.",
      "Instructing the patient to splint the incision with a pillow when coughing, deep breathing, or moving.",
      "Administering prophylactic antibiotics as prescribed."
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: Coughing, deep breathing, and movement increase intra-thoracic and incisional stress, which can lead to dehiscence of a sternal wound. Instructing and assisting the patient to splint the incision with a pillow provides counter-pressure and support to the wound, reducing tension on the sutures or staples."
  },
  {
    "id": "sug135",
    "questionText": "A nurse is caring for a patient with an abdominal wound drain. The nurse understands that the decision to remove the surgical drain mostly depends on:",
    "options": [
      "The overall length of the surgical incision.",
      "The absence of signs of wound infection.",
      "The amount and character of the drainage."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: The primary factor determining the removal of a surgical drain is the amount and character of drainage. Drains are typically removed when the output has decreased to a minimal level (e.g., <25-30 mL/24 hours, depending on the type of surgery and surgeon preference), indicating that the potential space is no longer accumulating significant fluid that requires drainage."
  },
  {
    "id": "sug143",
    "questionText": "A nursing intervention to assist a pre-operative patient in coping with fear of postoperative pain would be to:",
    "options": [
      "Explain the availability and effectiveness of pain management strategies and medications.",
      "Describe in detail the exact degree of pain the patient should expect.",
      "Divert the patient's attention whenever they start talking about pain."
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: Explaining the availability of various pain medications and management techniques (e.g., PCA, epidural, oral analgesics, non-pharmacological methods) can reassure the patient that their pain will be managed effectively. This empowers the patient and can reduce anxiety related to fear of uncontrolled pain."
  },
  {
    "id": "sug144",
    "questionText": "A patient aged 32 just had a cesarean section. To avoid the need for suture removal for the skin closure, the surgeon would likely use which type of suture?",
    "options": [
      "Synthetic non-absorbable suture (e.g., Nylon).",
      "Synthetic absorbable suture (e.g., Monocryl, Vicryl Rapide).",
      "Natural absorbable suture (e.g., Chromic Gut)."
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: Synthetic absorbable sutures, often used in a subcuticular fashion for skin closure, are designed to be broken down and absorbed by the body over time, eliminating the need for suture removal. This is a common practice for cesarean section skin closure."
  },
  {
    "id": "sug145",
    "questionText": "A 47-year-old patient underwent an invasive diagnostic procedure performed concurrently with a therapeutic surgical operation, during which minor problems with his heart's blood vessels were detected. This diagnostic component, conducted during the main surgery, is an example of an:",
    "options": [
      "Invasive pre-operative study.",
      "Non-invasive intra-operative study.",
      "Invasive intra-operative diagnostic study."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: If a diagnostic study involving entry into the body or manipulation of internal tissues (invasive) is performed during the course of a surgical operation (intra-operative), it is classified as an invasive intra-operative study. An example might be an intraoperative cholangiogram or an intraoperative angiography."
  },
  {
    "id": "sug146",
    "questionText": "A patient at the female surgical ward had undergone colostomy surgery. In planning care postoperatively, major aspects of nursing care to consider are:\nI. Emotional support\nII. Teaching about stoma care\nIII. Teaching about colostomy function and lifestyle adjustments\nIV. Addressing concerns about sexual activities",
    "options": [
      "I and II only",
      "I, II, and III only",
      "I, II, III, and IV"
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: Comprehensive postoperative care for a colostomy patient involves all these aspects. Emotional support (I) is vital for coping with body image changes. Stoma care education (II) and understanding colostomy function and lifestyle adjustments (III) are fundamental for self-management. Addressing concerns about sexual activities (IV) is crucial for holistic care and quality of life, though the timing of this discussion may vary."
  },
  {
    "id": "sug147",
    "questionText": "A patient being prepared for major abdominal surgery is typically instructed to take nothing by mouth (NPO) for a period of ...... hours before surgery for solid foods:",
    "options": [
      "6 to 8",
      "2 to 4",
      "8 to 12"
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: A period of 6 to 8 hours of fasting from solid foods is generally recommended before elective surgery requiring general anesthesia to reduce the risk of pulmonary aspiration of gastric contents."
  },
  {
    "id": "sug148",
    "questionText": "A patient complains of feeling dizzy whilst walking in the ward on the 2nd post-operative day. As a Nurse on duty, what should be your immediate nursing actions?\nI. Sit the patient down immediately.\nII. Take a full patient history related to the dizziness once the patient is safe.\nIII. Check the patient's blood pressure and pulse.\nIV. Administer prescribed PRN analgesics without further assessment.",
    "options": [
      "II, III, and IV",
      "I and II",
      "I and III"
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: The immediate priority is patient safety; therefore, sitting the patient down (I) prevents falls. Checking blood pressure and pulse (III) is crucial as dizziness can be a sign of orthostatic hypotension, hypovolemia, or other cardiovascular instability common postoperatively. Further history (II) can be obtained once the patient is stable. Analgesics (IV) are not indicated for dizziness unless pain is also present and identified as a cause."
  },
  {
    "id": "sug149",
    "questionText": "A patient complains of feeling dizzy whilst walking in the ward on the 2nd post-operative day. As a Nurse on duty, what should be your immediate nursing actions?\nI. Sit the patient down immediately.\nII. Take a full patient history related to the dizziness once the patient is safe.\nIII. Check the patient's blood pressure and pulse.\nIV. Administer prescribed PRN analgesics without further assessment.",
    "options": [
      "II, III, and IV",
      "I and III",
      "I and II"
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: The immediate priority is patient safety; therefore, sitting the patient down (I) prevents falls. Checking blood pressure and pulse (III) is crucial as dizziness can be a sign of orthostatic hypotension, hypovolemia, or other cardiovascular instability common postoperatively. These are the most immediate and pertinent actions."
  },
  {
    "id": "sug150",
    "questionText": "A patient complains of severe pain 2 days following surgery. Before administering a PRN (as needed) analgesic, the nurse should FIRST:",
    "options": [
      "Administer the PRN analgesic immediately to relieve suffering.",
      "Ensure the patient is resting adequately in a comfortable position.",
      "Assess the patient's pain thoroughly and check when the last analgesic dose was given."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: Safe medication administration requires a thorough pain assessment (location, intensity, character) and knowledge of when the last analgesic dose was administered to avoid over-sedation, adverse effects, or exceeding prescribed dose limits. This ensures the PRN medication is appropriate and given safely."
  },
  {
    "id": "sug151",
    "questionText": "A patient convalescing from abdominal surgery develops thrombophlebitis in a lower extremity. Which signs will indicate to you that this complication (superficial thrombophlebitis) has occurred?",
    "options": [
      "Severe cramping pain in the calf on exertion, relieved by rest.",
      "Intermittent claudication of the affected leg.",
      "Localized warmth, redness, tenderness, and possibly a palpable cord along a superficial vein."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: Superficial thrombophlebitis is the inflammation of a superficial vein, usually associated with a blood clot. It is characterized by localized signs of inflammation: warmth, redness (erythema), tenderness, and often a palpable, indurated cord along the course of the affected vein."
  },
  {
    "id": "sug152",
    "questionText": "A patient developed a 5cm area of non-blanchable erythema on the sacrum. Two days later, this area has developed into a serum-filled blister. There is also some surrounding 'bruising' (ecchymosis). According to standard pressure ulcer staging, how would the blistered area itself be classified?",
    "options": [
      "Stage I pressure ulcer.",
      "Stage III pressure ulcer.",
      "Stage II pressure ulcer."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: A Stage II pressure ulcer is defined as partial-thickness loss of dermis presenting as a shallow open ulcer with a red-pink wound bed, without slough. It may also present as an intact or open/ruptured serum-filled or serosanguinous-filled blister. The presence of a blister indicates a Stage II ulcer. Surrounding bruising might suggest a Suspected Deep Tissue Injury if it were the primary presentation or if the blister was blood-filled, but a serum-filled blister itself points to Stage II."
  },
  {
    "id": "sug153",
    "questionText": "A patient diagnosed with Stage I cancer of the colon was scheduled for a colostomy. Postoperative care of the stoma following colostomy includes the following EXCEPT:",
    "options": [
      "Changing the colostomy pouch routinely every 3 hours, regardless of fullness.",
      "Changing the colostomy pouch when it is 1/3 to 1/2 full, or if there is leakage or discomfort.",
      "Cleaning the stoma and surrounding peristomal skin gently with warm water when changing the pouch."
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: Colostomy pouches should be emptied or changed when they are about one-third to one-half full to prevent leakage and detachment from the weight of the stool. Changing the pouch on a fixed, frequent schedule like every 3 hours, regardless of fullness, is unnecessary, wasteful, and can lead to skin irritation from too frequent appliance changes."
  },
  {
    "id": "sug154",
    "questionText": "A patient diagnosed with peptic ulcer disease may require surgical intervention if she presents with which of the following signs and symptoms, indicating a severe complication?",
    "options": [
      "Episodic vomiting and dyspeptic pain.",
      "Low-grade fever and chronic indigestion.",
      "Significant gastrointestinal hemorrhage or signs of perforation (e.g., sudden severe abdominal pain, fever, peritonitis)."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: Significant hemorrhage (e.g., hematemesis, melena, hemodynamic instability) or perforation (leading to peritonitis with signs like rigid abdomen, severe pain, fever) are life-threatening complications of peptic ulcer disease that often require emergency surgical intervention."
  },
  {
    "id": "sug155",
    "questionText": "A patient diagnosed with thyroid gland cancer underwent a total thyroidectomy. In the absence of thyroid hormone replacement therapy, which of the following hormones is expected to increase significantly in the blood due to loss of negative feedback?",
    "options": [
      "Thyroid hormone (T3 and T4).",
      "Specific thyroid tumor markers (e.g., thyroglobulin, calcitonin depending on cancer type).",
      "Thyroid Stimulating Hormone (TSH)."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: Thyroid hormones (T3 and T4) normally exert negative feedback on the pituitary gland, inhibiting the release of Thyroid Stimulating Hormone (TSH). After a total thyroidectomy, the removal of the thyroid gland leads to a lack of thyroid hormone production. This absence of negative feedback causes the pituitary gland to increase its production and release of TSH in an attempt to stimulate the (now absent) thyroid gland."
  },
  {
    "id": "sug156",
    "questionText": "A patient enters the emergency department with a lower leg injury. There is a visible deformity to the lower aspect of the leg, and it appears shorter than the other leg. The patient complains of severe pain and swelling in the area, as well as signs of bruising. The patient is MOST likely to be diagnosed with which of the following?",
    "options": [
      "Fracture.",
      "Contusion.",
      "Sprain."
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: The combination of visible deformity, limb shortening, severe pain, swelling, and bruising are classic signs and symptoms highly indicative of a fracture (broken bone)."
  },
  {
    "id": "sug157",
    "questionText": "A patient had jejunal grafting with an NG tube in situ for decompression or feeding. To reduce the risk of pulmonary aspiration, which of the following nursing interventions are appropriate?\nI. Keep the head of the bed elevated at least 30-45 degrees.\nII. Verify tube placement before administering feedings or medications.\nIII. Avoid administering large volumes of fluid rapidly, especially if gastric emptying is a concern.",
    "options": [
      "I and II only",
      "II and III only",
      "I, II, and III"
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: Elevating the head of bed (I) uses gravity to help prevent reflux. Verifying tube placement (II) ensures contents are delivered to the correct location. Careful fluid administration to avoid gastric distension (III), such as avoiding rapid large volumes if gastric emptying is slow, helps minimize the risk of regurgitation and aspiration."
  },
  {
    "id": "sug158",
    "questionText": "A patient has a fracture of the right femur and is in skeletal traction. Which appropriate bed accessory would best help this patient independently reposition themselves and relieve pressure on the buttocks?",
    "options": [
      "Overhead trapeze.",
      "Full-length side rails.",
      "Sandbags placed alongside the hips."
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: An overhead trapeze is a triangular bar suspended over the bed that the patient can grasp to lift their upper body and hips off the bed. This allows them to assist with repositioning, relieve pressure on the buttocks and back, and improve independence in bed mobility while in traction."
  },
  {
    "id": "sug159",
    "questionText": "A patient has been admitted to your ward for planned abdominal surgery. Which of the following would be MOST appropriate and critical to include in your preoperative teaching to prevent postoperative respiratory complications?",
    "options": [
      "Techniques for effective deep breathing, coughing, and use of an incentive spirometer.",
      "Details about the medications that will be administered during surgery.",
      "Specific instructions for postoperative care of the incision site."
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: Teaching effective deep breathing and coughing exercises, along with the use of an incentive spirometer, is crucial preoperative preparation for abdominal surgery. These interventions help prevent postoperative respiratory complications such as atelectasis and pneumonia by promoting lung expansion and clearance of secretions."
  },
  {
    "id": "sug160",
    "questionText": "A patient has been brought back to the surgical ward after a prostatectomy. If manual irrigation of the indwelling urethral catheter is required following this operation, it is primarily necessary to:",
    "options": [
      "Remove blood clots and tissue debris.",
      "Directly relieve abdominal pain caused by bladder spasms.",
      "Maintain catheter patency by preventing obstruction."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: Following a prostatectomy, blood clots, mucus, and small tissue fragments can obstruct the urethral catheter, impeding urine drainage and leading to bladder distension and pain. Manual irrigation is performed to gently flush out these obstructions and maintain the patency of the catheter, ensuring continuous bladder drainage. Removing clots (A) is a means to achieve patency (C)."
  },
  {
    "id": "sug161",
    "questionText": "A 52-year-old man spilled hot coffee on a small portion of his thigh. The burn is blistered and painful. The burn blanches on examination. Which of the following is the best initial treatment for this superficial partial-thickness burn?",
    "options": [
      "Topical triamcinolone cream.",
      "Topical antibiotic ointment (e.g., Polysporin) with a non-adherent dressing (e.g., Mepitel).",
      "Prophylactic oral antibiotics."
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: The burn, characterized by blistering, pain, and blanching, is a superficial partial-thickness burn (superficial second-degree). Initial treatment typically involves cleaning the burn, applying a topical antibiotic ointment to prevent infection, and covering it with a non-adherent dressing to protect the area and promote healing. Topical steroids are not generally indicated for acute burns, and prophylactic oral antibiotics are not routinely used for uncomplicated superficial partial-thickness burns."
  },
  {
    "id": "sug162",
    "questionText": "A patient has been on your ward for the past 4 days and was booked for diagnostic surgery. Which of the following procedures is most likely to be performed on her for diagnostic purposes?",
    "options": [
      "Exploratory laparotomy.",
      "Gastro-jejunostomy.",
      "Cholecystectomy."
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: An exploratory laparotomy is a surgical procedure in which an incision is made in the abdomen to examine the abdominal organs and tissues for the presence of any abnormality or disease, thus serving a diagnostic purpose. Gastro-jejunostomy and cholecystectomy are therapeutic procedures."
  },
  {
    "id": "sug163",
    "questionText": "A patient has been received into the operating room for thyroidectomy. Which of the following items is NOT routinely used directly for the performance of the thyroidectomy procedure itself, but may be kept available for potential complications?",
    "options": [
      "Sandbag (for neck hyperextension).",
      "Foot rest (if Trendelenburg position is needed).",
      "Tracheostomy set."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: A tracheostomy set is kept available as an emergency precaution for potential airway compromise (e.g., bilateral recurrent laryngeal nerve injury, hematoma) following thyroidectomy. It is not used in the direct performance of removing the thyroid gland. Sandbags and potentially foot rests are positioning aids."
  },
  {
    "id": "sug164",
    "questionText": "A patient has presented with primary hyperparathyroidism. Which of these indicators would typically meet criteria for surgical intervention in an asymptomatic patient?",
    "options": [
      "Serum calcium level significantly elevated (e.g., >1 mg/dL or 0.25 mmol/L above the upper limit of normal).",
      "24-hour urinary calcium excretion of 10 mmol/day (400 mg/day).",
      "Age less than 50 years."
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: In primary hyperparathyroidism, surgery is indicated for symptomatic patients or asymptomatic patients meeting certain criteria, one of which is a serum calcium level more than 1 mg/dL (0.25 mmol/L) above the upper limit of the normal range. Other criteria include significantly reduced bone density, age <50, or markedly elevated 24-hour urinary calcium excretion."
  },
  {
    "id": "sug165",
    "questionText": "A patient has undergone a four-hour abdominal surgery under spinal anaesthesia. She was transferred to the surgical unit and started complaining of severe incisional pain after one and a half hours. The patient's skin is pale, and the surgical dressing is dry and intact. The MOST appropriate initial nursing intervention is to:",
    "options": [
      "Put the patient in a high Fowler's position and administer oxygen.",
      "Report findings to the surgeon immediately before any other action.",
      "Administer prescribed analgesics."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: The patient is likely experiencing expected postoperative incisional pain as the spinal anesthesia wears off. The most appropriate initial nursing intervention is to administer the prescribed analgesics to manage the pain. If pain is unrelieved or if there are other concerning signs (like worsening pallor despite a dry dressing), then reporting to the surgeon would be necessary."
  },
  {
    "id": "sug166",
    "questionText": "A patient has undergone an abdominal surgery and is being managed on the ward. In order to help prevent wound dehiscence, the Nurse would:",
    "options": [
      "Teach the patient how to splint the incision with a pillow when coughing.",
      "Administer prescribed antibiotics promptly every scheduled dose.",
      "Ensure the patient consumes a diet rich in vitamins and protein."
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: Coughing increases intra-abdominal pressure, which can put significant strain on an abdominal surgical incision. Teaching the patient to splint the incision (e.g., by holding a pillow firmly over it) during coughing, deep breathing, or moving helps to support the wound and reduce the stress on the suture line, thereby decreasing the risk of wound dehiscence."
  },
  {
    "id": "sug167",
    "questionText": "A patient involved in a Road Traffic Accident (RTA) has a compound fracture of the left leg. This means that:",
    "options": [
      "There is only a risk for impaired skin integrity at the fracture site.",
      "Skin integrity is impaired (broken) at the fracture site, exposing the bone, in addition to the bone being fractured.",
      "The bone is broken internally, but the overlying skin is intact."
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: A compound (or open) fracture means that the broken bone has penetrated the skin, creating an open wound that communicates with the fracture site. This directly impairs skin integrity and exposes the underlying bone and tissues to potential contamination."
  },
  {
    "id": "sug168",
    "questionText": "A patient involved in RTA had a fractured right lower limb. Traction would be applied to the limb primarily in order to:",
    "options": [
      "Elevate the limb in a neutral position to reduce edema.",
      "Pull the bone ends to maintain apposition, alignment, and length.",
      "Primarily avoid weight bearing and muscle strain."
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: Traction applies a pulling force to the fractured limb to realign the bone fragments (maintain apposition and length), reduce muscle spasm that can cause displacement, immobilize the fracture site, and alleviate pain, all of which contribute to an optimal environment for healing."
  },
  {
    "id": "sug169",
    "questionText": "A patient involved in RTA had a fractured right lower limb. Traction would be applied to the limb primarily in order to:",
    "options": [
      "Elevate the limb in a neutral position to reduce edema.",
      "Pull the bone ends to maintain apposition, alignment, and length.",
      "Primarily avoid weight bearing and muscle strain."
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: Traction applies a pulling force to the fractured limb to realign the bone fragments (maintain apposition and length), reduce muscle spasm that can cause displacement, immobilize the fracture site, and alleviate pain, all of which contribute to an optimal environment for healing."
  },
  {
    "id": "sug170",
    "questionText": "A patient is being prepared for diagnosis and staging of suspected cancer in the stomach. The student nurse understands that the most reliable diagnostic test to confirm malignancy is:",
    "options": [
      "Biopsy.",
      "Gastroscopy.",
      "Computerized Tomographic (CT) Scan."
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: A biopsy, typically obtained during gastroscopy (endoscopy), involves taking a small sample of tissue from the suspected cancerous area in the stomach. This tissue is then examined under a microscope (histopathology) by a pathologist to detect the presence and type of cancer cells. This is the definitive method for confirming a cancer diagnosis. Gastroscopy allows for visualization and biopsy, while CT scans are primarily used for staging."
  },
  {
    "id": "sug171",
    "questionText": "A patient diagnosed with peptic ulcer disease has received medical treatment but has not had significant improvement. She is scheduled for a vagotomy. As the nurse caring for this patient, you understand that the primary rationale for performing vagotomy for this patient with peptic ulcer disease is to:",
    "options": [
      "Decrease stimulation of gastric peristalsis.",
      "Reduce the emptying time of the stomach significantly.",
      "Reduce the production of hydrochloric acid."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: Vagotomy involves surgically cutting branches of the vagus nerve that supply the stomach. The vagus nerve stimulates gastric acid secretion (primarily by parietal cells). By interrupting this neural pathway, vagotomy aims to reduce the production of hydrochloric acid, thereby decreasing gastric acidity, promoting ulcer healing, and preventing recurrence."
  },
  {
    "id": "sug172",
    "questionText": "A patient is evaluated by Nurse Joloto after a fall. Nurse Joloto performs a varus stress test on the patient's knee. This test is specifically used to assess the integrity of the:",
    "options": [
      "Medial Collateral Ligament (MCL).",
      "Lateral Collateral Ligament (LCL).",
      "Posterior Cruciate Ligament (PCL)."
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: The varus stress test of the knee involves applying an adduction (medial) force to the tibia relative to the femur, while stabilizing the femur. This maneuver stresses the lateral aspect of the knee joint and is used to assess the integrity of the Lateral Collateral Ligament (LCL)."
  },
  {
    "id": "sug173",
    "questionText": "A patient is finding it difficult to void after an indwelling catheter has been removed. This may be due to:",
    "options": [
      "A significant underlying fluid imbalance.",
      "Nervous tension or anxiety related to the voiding process.",
      "Temporary bladder detrusor muscle dysfunction, urethral irritation/edema, or loss of voiding reflex."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: Difficulty voiding after catheter removal can be due to several factors, including temporary bladder detrusor muscle weakness or discoordination from prolonged catheterization (bladder atony), urethral irritation or edema caused by the catheter, or psychological factors like anxiety. The normal voiding reflex may also need time to re-establish."
  },
  {
    "id": "sug174",
    "questionText": "A patient is on your ward with a fractured right humerus. Deliberately testing for crepitus in a patient with a known or suspected fracture of the humerus should be avoided because it:",
    "options": [
      "Can produce further tissue damage, pain, and displacement of fracture fragments.",
      "Will inevitably lead to gangrene formation.",
      "Can lead to significant shortening of the limb instantly."
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: Crepitus is the grating or crackling sensation felt when fractured bone ends rub against each other. Intentionally eliciting crepitus by manipulating a fractured limb can cause further damage to surrounding soft tissues (muscles, nerves, blood vessels), increase pain significantly, and potentially displace fracture fragments. It is not a necessary diagnostic maneuver once a fracture is suspected or confirmed by other means (e.g., X-ray)."
  },
  {
    "id": "sug175",
    "questionText": "A patient is rushed to your emergency department after sustaining burn injuries to the arms and trunk. In assessing the patient, you know that factors influencing the overall severity and outcome of a burn injury include:\nI. Age of patient\nII. Amount of total body surface area (TBSA) burnt\nIII. Presence of inhalation injury\nIV. Depth of the burn and its anatomical location",
    "options": [
      "I, II, III, and IV",
      "II, III, and IV only",
      "I, II, and III only"
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: The severity of a burn injury and its prognosis are determined by multiple factors, including the age of the patient (extremes of age fare worse) (I), the total body surface area (TBSA) involved (II), the presence of inhalation injury (III), the depth of the burn (e.g., superficial, partial-thickness, full-thickness) and the anatomical location (e.g., face, hands, feet, perineum, major joints) (IV), as well as associated injuries and pre-existing medical conditions."
  },
  {
    "id": "sug176",
    "questionText": "A patient is scheduled for a wide local excision with axillary clearance in the theater. The anaesthetist will primarily use which of the following instruments to directly visualize the larynx and facilitate endotracheal intubation?",
    "options": [
      "Laryngoscope.",
      "Magill's forceps.",
      "Endotracheal tube introducer (bougie)."
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: A laryngoscope is the primary instrument used by anaesthetists to directly visualize the larynx and vocal cords. This visualization allows for the safe and accurate placement of an endotracheal tube into the trachea for airway management during general anesthesia. Magill's forceps and bougies are ancillary devices used in specific situations during intubation."
  },
  {
    "id": "sug177",
    "questionText": "A patient is suspected of having a basilar skull fracture. Which of the following clinical signs are highly indicative of this type of fracture due to communication with the intracranial space?\nI. Subconjunctival hemorrhage ('bleeding on the eye') without other signs\nII. Cerebrospinal fluid (CSF) leak through the nose (rhinorrhea)\nIII. Cerebrospinal fluid (CSF) leak through the ears (otorrhea)\nIV. Isolated bruising over the mastoid process (Battle's sign) without CSF leak",
    "options": [
      "I, II, and IV",
      "I, II, and III",
      "II and III only"
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: Cerebrospinal fluid (CSF) rhinorrhea (II) and CSF otorrhea (III) are highly specific signs of a basilar skull fracture because they indicate a dural tear and direct communication between the intracranial space and the nasal cavity or ear canal. While Battle's sign (IV) and raccoon eyes (periorbital ecchymosis, related to I) are also signs of basilar skull fracture, CSF leakage is a more definitive indicator of dural breach."
  },
  {
    "id": "sug178",
    "questionText": "A patient is suspected of having acute diverticulitis. Which of the listed diagnostic investigations is generally preferred for confirming the diagnosis and assessing for complications in the acute setting?\nI. Colonoscopy\nII. Barium enema\nIII. CT scan of the abdomen and pelvis with contrast\nIV. WBC count",
    "options": [
      "I only",
      "III only",
      "I, II, III, and IV"
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: For acute diverticulitis, CT scan of the abdomen and pelvis with contrast (III) is the preferred initial diagnostic modality. It can confirm inflammation of diverticula and identify complications like abscess, phlegmon, perforation, or fistula. Colonoscopy (I) and barium enema (II) are generally contraindicated during the acute phase due to the risk of perforation. WBC count (IV) can indicate inflammation but is non-specific."
  },
  {
    "id": "sug179",
    "questionText": "A patient on admission in your ward is suspected to have cancer of the oral cavity and throat. Which of the following data from the patient during history taking significantly increases the patient's risk for this condition?",
    "options": [
      "A long-term history of smoking tobacco products.",
      "Occupation as a banker for the past 20 years.",
      "History of adult-onset type 2 diabetes mellitus."
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: A history of smoking tobacco products is a major risk factor for cancers of the oral cavity and throat (oropharyngeal cancers). Carcinogens in tobacco smoke directly damage the DNA of cells lining these areas, leading to malignant transformation over time. Alcohol consumption is another major risk factor, especially in combination with smoking."
  },
  {
    "id": "sug180",
    "questionText": "A patient on continuous bladder irrigation (CBI) complains of lower abdominal discomfort or pain. The nurse's BEST initial action is to:",
    "options": [
      "Assess the amount and color of urine in the drainage bag.",
      "Monitor the patient's vital signs for evidence of distress.",
      "Check the patency of the catheter and irrigation system for obstruction."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: Lower abdominal discomfort or pain in a patient receiving CBI often indicates that the catheter is obstructed (e.g., by blood clots or tissue debris), preventing the outflow of irrigation fluid and urine, which leads to bladder distension. The BEST initial action is to assess and ensure the patency of the catheter and tubing system. If obstructed, manual irrigation may be needed as per protocol."
  },
  {
    "id": "sug181",
    "questionText": "A patient on your ward had a successful abdominal surgery and is recovering. As a nurse caring for this patient, you would be most concerned about monitoring for wound dehiscence, which most commonly occurs during which postoperative period?",
    "options": [
      "Within the first 24 hours after surgery.",
      "Between the 5th and 8th postoperative day.",
      "More than two weeks after surgery."
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: Wound dehiscence (separation of the layers of a surgical incision) most commonly occurs between the 5th and 8th (or up to 14th) postoperative days. This period often coincides with increased patient activity, coughing, or straining, and is when the wound has not yet gained significant tensile strength from collagen deposition, making it vulnerable to separation under stress."
  },
  {
    "id": "sug182",
    "questionText": "Hypovolemic shock in a patient following a major burn injury can be prevented or mitigated primarily through which of the following interventions?\nI. Administering adequate intravenous (IV) fluids according to resuscitation formulas.\nII. Administering supplemental oxygen.\nIII. Placing the patient in a specific position like Trendelenburg if shock develops.\nIV. Administering analgesics promptly for pain.",
    "options": [
      "I, II, and IV",
      "I and II only",
      "I only"
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: The primary and most crucial intervention to prevent hypovolemic shock after major burns is aggressive and adequate intravenous fluid resuscitation (I) to replace the massive fluid losses from the burn surface and into the interstitial space. Supplemental oxygen (II) is vital to maintain tissue oxygenation, especially if shock occurs. Positioning (III) and analgesia (IV) are supportive but do not primarily prevent the onset of hypovolemic shock, which is due to volume loss."
  },
  {
    "id": "sug183",
    "questionText": "A patient on postoperative day three (3) is unable to move his bowels. As a newly qualified nurse, you know that difficulty in having a bowel movement days after surgery can result from:\nI. Decreased mobility\nII. Inadequate oral intake (especially fluids and fiber)\nIII. Opioid analgesics\nIV. A diet excessively high in fat immediately post-op",
    "options": [
      "I and II only",
      "I, II, and III only",
      "I, II, III, and IV"
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: Decreased mobility (I) slows bowel motility. Inadequate oral intake, particularly of fluids and fiber (II), results in smaller, harder stools that are difficult to pass. Opioid analgesics (III) are a common cause of postoperative constipation as they decrease gastrointestinal motility. While a balanced diet is important, an excessively high-fat diet (IV) is not as direct or common a cause of acute postoperative constipation as the other three factors."
  },
  {
    "id": "sug184",
    "questionText": "A patient presenting with a painless ulcer with indurated (raised) edges in the mouth, which bleeds easily on contact, and associated persistent white patches (leukoplakia) on the oral mucosa, is MOST likely to be diagnosed with:",
    "options": [
      "Oral Cancer (e.g., Squamous Cell Carcinoma).",
      "Cancrum oris (Noma).",
      "Buruli ulcer."
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: Oral cancer, particularly squamous cell carcinoma, frequently presents as a non-healing ulcer, often with indurated or raised edges, and it may bleed easily. Associated leukoplakia (white patches) or erythroplakia (red patches) are common premalignant or concurrent findings. Cancrum oris is a rapidly progressive gangrenous infection. Buruli ulcer affects skin and soft tissue, typically not primarily intraoral."
  },
  {
    "id": "sug185",
    "questionText": "Which of the following spinal anesthetic additives is often chosen to intensify the sensory block and provide short-acting postoperative analgesia, making it suitable for ambulatory (day-case) surgery due to a favorable side-effect profile for quick recovery?",
    "options": [
      "Intrathecal Morphine (preservative-free).",
      "Epinephrine.",
      "Intrathecal Fentanyl."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: Intrathecal fentanyl, a short-acting lipophilic opioid, enhances the quality and intensity of the spinal block and provides effective, short-duration postoperative analgesia. Its relatively rapid onset and shorter duration of action and side effects (like respiratory depression or prolonged motor block) compared to intrathecal morphine make it a more suitable additive for ambulatory surgery settings."
  },
  {
    "id": "sug186",
    "questionText": "A patient presents with shallow ulcerated lesions on the lower legs, primarily above the ankles. He has noticeable varicosities in the lower extremities with pitting edema to the midpoint of his lower leg. The lower extremities are warm, and the lesions are characterized by irregular margins and granulation tissue. The skin of the lower extremities is hyperpigmented (hemosiderin staining) up to 4cm above the ankles. Which of the following is the MOST likely diagnosis?",
    "options": [
      "Diabetic foot ulcer.",
      "Ischemic arterial ulcer.",
      "Venous stasis ulcer."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: The clinical presentation of varicosities, pitting edema, warmth, irregular ulcer margins with granulation tissue, and hyperpigmentation (hemosiderin staining) in the gaiter area (medial aspect of the lower leg, above the ankle) are classic signs of chronic venous insufficiency leading to venous stasis ulcers."
  },
  {
    "id": "sug187",
    "questionText": "A patient presents with wrist drop (inability to extend the wrist and fingers). The Charge Nurse would be concerned about compression or injury of which of the following nerves?",
    "options": [
      "Radial nerve.",
      "Ulnar nerve.",
      "Median nerve."
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: The radial nerve is responsible for innervating the extensor muscles of the forearm, wrist, and fingers. Injury or compression of the radial nerve (e.g., from a humeral shaft fracture, prolonged pressure as in 'Saturday night palsy') can lead to weakness or paralysis of these muscles, resulting in wrist drop."
  },
  {
    "id": "sug188",
    "questionText": "A patient reported at the emergency unit with bleeding from the ear. Initial assessment showed a chronic perforation of the tympanic membrane. The nurse understands that the surgical intervention of choice for repairing this perforation will likely be:",
    "options": [
      "Tympanoplasty.",
      "Tympanostomy tube insertion.",
      "Diagnostic tympanoscopy."
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: Tympanoplasty is a surgical procedure specifically aimed at repairing a perforated tympanic membrane (eardrum) and, if necessary, the middle ear ossicles. This is often indicated for chronic or symptomatic perforations that do not heal spontaneously, to improve hearing and prevent recurrent infections."
  },
  {
    "id": "sug189",
    "questionText": "A patient reported to the emergency ward with left hip pain following minor trauma, with a history of fever and cough before the trauma. He was treated with ibuprofen for 7 days. He also presented with limited and painful range of motion of the left hip and could not bear weight. Blood tests showed a raised WBC count. He was admitted for suspected osteomyelitis. Possible nursing diagnoses for this patient may include the following EXCEPT:",
    "options": [
      "Impaired physical mobility related to hip pain and inflammation.",
      "Ineffective thermoregulation related to systemic infection (fever).",
      "Ineffective airway clearance as a primary current problem."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: While the patient had a pre-existing cough, 'Ineffective airway clearance' is not directly related to the primary problem of suspected osteomyelitis of the hip and its acute management, unless the cough is currently severe, productive, and significantly impacting his respiratory status. Nursing diagnoses related to pain, mobility, infection, and thermoregulation would be more central to the osteomyelitis presentation."
  },
  {
    "id": "sug190",
    "questionText": "A patient reported to the Hospital with a swollen neck (goiter) and hoarseness of voice. He was diagnosed with hyperthyroidism. The following conditions could be causes of his hyperthyroidism EXCEPT:",
    "options": [
      "Subacute thyroiditis (de Quervain's thyroiditis).",
      "Toxic multinodular goiter.",
      "Hashimoto's thyroiditis (in its typical chronic phase)."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: Hashimoto's thyroiditis is an autoimmune condition that typically leads to hypothyroidism (underactive thyroid) due to chronic inflammation and destruction of thyroid tissue. While there can be a transient hyperthyroid phase (Hashitoxicosis) early in the disease, the chronic state associated with Hashimoto's is hypothyroidism. Toxic multinodular goiter and the initial phase of subacute thyroiditis are causes of hyperthyroidism."
  },
  {
    "id": "sug191",
    "questionText": "A patient reported with epigastric pain occurring 2-5 hours after eating. The pain also frequently wakes her up during the night and may be relieved by food or antacids. She is likely to be diagnosed with:",
    "options": [
      "Gastric ulcer.",
      "Esophageal ulcer.",
      "Duodenal ulcer."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: Pain from a duodenal ulcer classically occurs 2-5 hours after meals (when the stomach is empty and acid, now unbuffered by food, irritates the ulcer in the duodenum) and often awakens the patient at night ('hunger pain'). Food intake or antacids may temporarily relieve duodenal ulcer pain by buffering the acid. Gastric ulcer pain often occurs sooner after eating or can be exacerbated by food."
  },
  {
    "id": "sug192",
    "questionText": "A patient reports having an allergy to penicillin. Which of the following questions would elicit the MOST useful information for the nurse to assess the nature and severity of the allergy?",
    "options": [
      "What type of allergic reaction did you have (e.g., rash, hives, difficulty breathing, anaphylaxis)?",
      "Did you notify your physician of the allergy at that time?",
      "What infection did you have that required penicillin?"
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: Knowing the specific type and severity of the allergic reaction (e.g., mild skin rash versus life-threatening anaphylaxis involving airway compromise or hypotension) is critical. This information helps determine the true nature of the allergy, whether future use of penicillin or related antibiotics (beta-lactams) is absolutely contraindicated, and the potential risk of cross-reactivity with other drugs. This guides safe prescribing and patient management."
  },
  {
    "id": "sug193",
    "questionText": "A patient returned to the ward after undergoing open reduction and internal fixation of a limb fracture. She complained of severe, escalating pain in the affected limb, unrelieved by opioid analgesics. Further assessment suggested acute compartment syndrome. The nurse understands that a delay in diagnosing and treating this condition can ultimately result in:",
    "options": [
      "Excessive bleeding from the surgical site.",
      "Irreversible muscle and nerve damage (necrosis) and functional loss in the affected compartment.",
      "Development of a severe systemic infection."
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: Acute compartment syndrome results from increased pressure within a confined fascial compartment, which compromises capillary blood flow to the muscles and nerves within that compartment. If not relieved promptly by emergency fasciotomy, this prolonged tissue ischemia leads to irreversible damage or necrosis of muscles and nerves, potentially resulting in permanent functional impairment, contractures, or even limb loss."
  },
  {
    "id": "sug194",
    "questionText": "A patient returns to the ward fully awake following a bronchoscopy and biopsy, during which topical anesthesia was applied to the pharynx and larynx. Before allowing the patient to eat or drink, the Nurse should FIRST:",
    "options": [
      "Advise the patient to lie flat for 2 hours to prevent post-procedure headache.",
      "Assess for the return of the gag reflex.",
      "Advise the patient to cough frequently and deeply to clear any residual secretions."
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: Topical anesthesia applied to the pharynx and larynx during bronchoscopy suppresses the gag reflex. It is crucial to confirm the return of an adequate gag reflex before allowing any oral intake (food or fluids) to prevent aspiration into the airway. Lying flat is not standard post-bronchoscopy unless specific complications arise. Coughing is encouraged, but gag reflex assessment is primary for oral intake safety."
  },
  {
    "id": "sug195",
    "questionText": "A patient scheduled for cesarean section is to have spinal anaesthesia. Which of the following is a common and potentially dangerous acute complication during or immediately after the induction of spinal anaesthesia?",
    "options": [
      "Malignant hyperthermia.",
      "Severe hypertension.",
      "Hypotension."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: Spinal anaesthesia causes sympathetic blockade, leading to vasodilation of blood vessels and a decrease in systemic vascular resistance. This commonly results in hypotension (a drop in blood pressure), which can be significant and potentially dangerous if not anticipated and promptly managed, especially in obstetric patients due to concerns about uteroplacental perfusion."
  },
  {
    "id": "sug196",
    "questionText": "A patient suffering from cataract will typically experience which of the following primary symptoms?",
    "options": [
      "Cloudiness or opacity of the lens, leading to blurred or hazy vision.",
      "Progressive narrowing of the peripheral visual field (tunnel vision).",
      "A sensation of the lens structure becoming softer or more pliable."
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: A cataract is defined as any opacification or clouding of the eye's crystalline lens. This opacity obstructs the passage of light to the retina, leading to common symptoms such as blurred or hazy vision, decreased contrast sensitivity, glare (especially at night), difficulty seeing in dim light, and changes in color perception."
  },
  {
    "id": "sug197",
    "questionText": "A patient sustained a simple fracture on the left leg, and a Plaster of Paris (POP) cast is to be applied. As the nurse assisting or managing this patient, in order to prevent indentations on a wet POP cast while it is setting, you should handle it primarily with:",
    "options": [
      "The palms of your hands.",
      "Your fingertips only.",
      "Both hands, focusing pressure mainly on your fingertips."
    ],
    "correctAnswer": "A",
    "rationale": "Rationale: A wet Plaster of Paris cast is malleable and prone to indentation. To prevent creating pressure points on the underlying skin once the cast hardens, it should be handled gently using the flat palms of the hands and not the fingertips. This distributes the pressure more evenly during application and while the cast is setting."
  },
  {
    "id": "sug198",
    "questionText": "A patient sustained a transverse fracture of the tibia 3 days ago and was treated in the Emergency Unit with closed reduction and casting. Today, he presents with increased pain in the casted leg (out of proportion to the injury and unrelieved by analgesics), tingling, and numbness. The lower extremity is tense and tender on palpation, with increased pain on passive movement of the toes. Sensation over the foot on the affected side is diminished. Which of the following diagnostic steps is MOST urgently indicated to evaluate for suspected acute compartment syndrome?",
    "options": [
      "A ventilation-perfusion (V/Q) scan of the lungs.",
      "Direct measurement of intracompartmental pressures.",
      "A CT scan of the lower extremity without contrast."
    ],
    "correctAnswer": "B",
    "rationale": "Rationale: The patient's symptoms (severe pain out of proportion, paresthesia/numbness, pain with passive stretch, tenseness of the compartment) are highly suggestive of acute compartment syndrome. This is a surgical emergency. Direct measurement of intracompartmental pressures using a pressure monitor is the objective diagnostic test to confirm elevated pressures within the fascial compartments and guide the urgent need for fasciotomy."
  },
  {
    "id": "sug199",
    "questionText": "A patient sustains a penetrating chest injury and is rushed to your emergency department. Which of the following clinical signs would be MOST concerning for potential involvement of the aorta or other major thoracic vessels?",
    "options": [
      "Development of a large or rapidly expanding hemothorax.",
      "Presence of unequal peripheral pulses or pulse deficits between limbs.",
      "Persistent, severe hypotension that is unresponsive or poorly responsive to initial fluid resuscitation."
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: Injury to the aorta or other major thoracic vessels typically results in massive and ongoing hemorrhage. Persistent, severe hypotension that does not respond adequately to initial fluid resuscitation is a critical sign suggesting catastrophic bleeding, potentially from a major vascular injury. While hemothorax and pulse deficits are also concerning signs, refractory shock is a hallmark of such severe injury."
  },
  {
    "id": "sug200",
    "questionText": "A patient undergoing surgery is to be given preoperative medication. The purposes of these medications may include:\nI. Allaying anxiety\nII. Decreasing oral and respiratory secretions\nIII. Preventing or minimizing postoperative pain (pre-emptive analgesia)\nIV. Reducing side effects of anesthetic agents (e.g., postoperative nausea and vomiting - PONV)",
    "options": [
      "I, II, and III only",
      "I, II, and IV only",
      "I, II, III, and IV"
    ],
    "correctAnswer": "C",
    "rationale": "Rationale: Preoperative medications serve multiple purposes: I. Allaying anxiety (e.g., anxiolytics like benzodiazepines). II. Decreasing secretions (e.g., anticholinergics like glycopyrrolate). III. Initiating pain management (pre-emptive analgesia with NSAIDs, acetaminophen, or gabapentinoids). IV. Reducing side effects of anesthesia like PONV (e.g., antiemetics like ondansetron) or aspiration risk (e.g., H2 blockers, PPIs)."
  },
  {
    "id": "sug201",
    "questionText": "A patient undergoing surgery under general anaesthesia is at risk of developing deep vein thrombosis. Which of the following are likely to cause this condition?\nI. Dehydration\nII. Pressure on calf muscles\nIII. Immobility\nIV. Varicose veins",
    "options": ["I, II and IV", "I, II and III", "II, III and IV"],
    "correctAnswer": "B",
    "rationale": "Immobility, dehydration, and pressure on calf muscles are direct risk factors for DVT in surgical patients. Varicose veins are a chronic risk factor but the other three are more acute contributors in this specific context."
  },
  {
    "id": "sug202",
    "questionText": "A patient was admitted to the Female Surgical ward with the diagnosis of a malignant tumour of the left breast. The following are characteristics of malignant cells EXCEPT:",
    "options": [
      "Usually localized",
      "Spread by metastasis",
      "Rate of growth is variable"
    ],
    "correctAnswer": "A",
    "rationale": "Malignant cells are cancerous cells characterized by their ability to invade surrounding tissues and spread to distant parts of the body (metastasis). They typically exhibit uncontrolled growth, abnormal morphology, and loss of differentiation, and are therefore not usually localized."
  },
  {
    "id": "sug203",
    "questionText": "A patient was brought to the OPD with a complaint of severe pain in the right lower quadrant of the abdomen. On assessment, Rovsing's sign was positive. Which of the following inflammatory processes is indicated?",
    "options": ["Pancreatitis", "Appendicitis", "Diverticulitis"],
    "correctAnswer": "B",
    "rationale": "Rovsing's sign, which is pain in the right lower quadrant upon palpation of the left lower quadrant, is a clinical indicator of appendicitis."
  },
  {
    "id": "sug204",
    "questionText": "A patient was brought to the OPD with the complaint of severe pain in the right lower quadrant of the abdomen. On assessment, Rovsing's sign was positive. Which of the following inflammatory processes is indicated?",
    "options": ["Appendicitis", "Pancreatitis", "Diverticulitis"],
    "correctAnswer": "A",
    "rationale": "Rovsing's sign is tenderness in the lower right quadrant of the abdomen that is elicited when the left lower quadrant is palpated, suggesting appendicitis."
  },
  {
    "id": "sug205",
    "questionText": "A patient was rushed into the surgical emergency with protrusion of abdominal organs through a gaped wound after discharge following abdominal surgery. What will be the most suitable position to nurse this patient?",
    "options": ["Lateral", "Fowler's", "Lithotomy"],
    "correctAnswer": "B",
    "rationale": "For wound evisceration, a low Fowler's position (head of bed elevated 15-30 degrees) with knees flexed is recommended. This reduces pressure on the abdominal wound, helps support the protruding organs, and can prevent further complications."
  },
  {
    "id": "sug206",
    "questionText": "A patient was rushed to the emergency unit of your facility with an infected wound. You have been tasked to assess the wound to inform the doctor's decision. The following would be your assessment findings EXCEPT:",
    "options": [
      "Odorous discharge",
      "Formation of epithelial cells",
      "Redness of the edges"
    ],
    "correctAnswer": "B",
    "rationale": "Formation of epithelial cells (epithelialization) is a sign of wound healing, not infection. Odorous discharge and redness of the wound edges are common signs of an infected wound."
  },
  {
    "id": "sug207",
    "questionText": "A patient was rushed to the emergency unit with the diagnosis of cholecystitis. Which diagnostic investigation will the doctor order to help diagnose cholecystitis?",
    "options": ["Abdominal X-ray", "Abdominal ultrasound", "Colonoscopy"],
    "correctAnswer": "B",
    "rationale": "Abdominal ultrasound is the primary and most effective non-invasive imaging modality for diagnosing cholecystitis, as it can visualize the gallbladder, gallstones, wall thickening, and pericholecystic fluid."
  },
  {
    "id": "sug208",
    "questionText": "A patient who had a procedure performed, returned to work after a 3-day stay in the hospital. He was advised by the nurse to avoid smoking, strenuous exercises and wait at least 1 week before bathing or swimming. The results of the procedure detected some minor problems with his heart's blood vessels. What procedure might have been performed for him?",
    "options": ["Ultrasound", "Angiography", "Angiogram"],
    "correctAnswer": "B",
    "rationale": "Angiography is a medical imaging procedure used to visualize the inside of blood vessels, typically using a contrast agent and X-rays. An angiogram is the image obtained from angiography. The post-procedure advice is consistent with an invasive procedure like angiography."
  },
  {
    "id": "sug209",
    "questionText": "A patient who had abdominal surgery with a nasogastric tube in situ is vomiting. The nurse's actions should include:\nI. Elevate head of the bed\nII. Administer antiemetic as prescribed\nIII. Encourage the patient to breathe deeply\nIV. Check the patency of the tube",
    "options": ["I, II, and III", "I, II, and IV", "II, III, and IV"],
    "correctAnswer": "B",
    "rationale": "Key nursing actions include elevating the head of the bed (I) to prevent aspiration, checking the patency of the NG tube (IV) as a blockage could cause vomiting, and administering prescribed antiemetics (II). Encouraging deep breathing (III) is not a primary intervention for vomiting with an NG tube and may not be effective."
  },
  {
    "id": "sug210",
    "questionText": "A patient who had a cholecystectomy and choledochotomy performed is complaining of nausea, indigestion, and pain after eating fatty foods. This is likely because:",
    "options": [
      "The liver is not producing bile",
      "Saturated fats are difficult to digest",
      "Bile is not entering the duodenum efficiently"
    ],
    "correctAnswer": "C",
    "rationale": "After cholecystectomy, bile is no longer stored and concentrated in the gallbladder. A choledochotomy (incision into the common bile duct) could potentially lead to strictures or altered bile flow. Inefficient entry of bile into the duodenum impairs fat digestion, leading to symptoms after fatty meals."
  },
  {
    "id": "sug211",
    "questionText": "A patient who had a Road Traffic Accident (RTA) sustained a fracture of the nose. What would be the immediate nursing intervention?",
    "options": [
      "Apply ice and keep the head elevated",
      "Apply direct pressure to the nose",
      "Splint the nose with gauze"
    ],
    "correctAnswer": "A",
    "rationale": "Immediate nursing intervention for a suspected nasal fracture includes applying ice to reduce swelling and pain, and keeping the head elevated to minimize edema and bleeding. Applying direct pressure might be contraindicated if it causes pain or displaces fragments."
  },
  {
    "id": "sug212",
    "questionText": "A patient who had a total gastrectomy performed needs comprehensive nursing care. As the nurse in charge, your primary nursing concern will be related to his:",
    "options": [
      "Body image perception",
      "Nutritional needs",
      "Activities for daily living"
    ],
    "correctAnswer": "B",
    "rationale": "Total gastrectomy has profound and long-term effects on digestion and absorption of nutrients, making nutritional needs (including prevention of dumping syndrome, malabsorption, and deficiencies like B12) the primary concern."
  },
  {
    "id": "sug213",
    "questionText": "A patient who has been on admission for the past 3 days is scheduled for paracentesis tomorrow morning. In which of the following conditions can paracentesis be done as both a therapeutic and diagnostic procedure?",
    "options": ["Liver laceration", "Ectopic gestation", "Ascites secondary to an ovarian cyst/cancer"],
    "correctAnswer": "C",
    "rationale": "Paracentesis (aspiration of peritoneal fluid) is commonly performed for ascites. In cases of ascites due to conditions like an ovarian cyst or malignancy, paracentesis can be therapeutic (relieving pressure and symptoms) and diagnostic (analyzing the fluid for cytology, infection, etc.). While diagnostic peritoneal aspiration can be done for liver laceration or ectopic gestation (to detect hemoperitoneum), it's not typically therapeutic in those acute settings in the same way as for chronic ascites."
  },
  {
    "id": "sug214",
    "questionText": "A patient who has had a colostomy should follow a diet that is:",
    "options": [
      "As close to normal as possible",
      "High in carbohydrate",
      "Low in fibre content"
    ],
    "correctAnswer": "A",
    "rationale": "The goal for a patient with a colostomy is to resume a diet that is as close to normal as possible, individualized to their tolerance. While some foods might initially cause gas or affect output consistency, a balanced diet is encouraged. A persistently low-fibre diet is not usually recommended long-term."
  },
  {
    "id": "sug215",
    "questionText": "A patient who has had a lobectomy is brought back to the ward with a chest tube drainage system in place. The nurse's actions include the following EXCEPT:",
    "options": [
      "Adding sterile water/saline to the water seal chamber to the correct level if needed",
      "Marking the time and fluid level on the collection chamber of the drainage system regularly",
      "Raising the drainage system to bed level or above the chest to check patency"
    ],
    "correctAnswer": "C",
    "rationale": "Raising the chest drainage system to bed level or above the patient's chest is contraindicated as it can cause backflow of fluid into the pleural space or break the water seal, potentially leading to pneumothorax or tension pneumothorax. The system must always be kept below chest level."
  },
  {
    "id": "sug216",
    "questionText": "A patient who has had a right mastectomy performed and has returned from the operating theatre should be assessed for hemorrhage by:",
    "options": [
      "Placing a gloved hand beneath the shoulders and back",
      "Asking her if her back feels wet",
      "Testing her stool for occult blood"
    ],
    "correctAnswer": "A",
    "rationale": "Hemorrhage after mastectomy can result in blood pooling dependently. The nurse should directly assess for bleeding by checking dressings and the area beneath the patient's shoulders and back. Asking the patient is supplementary, and stool occult blood testing is irrelevant for acute post-mastectomy hemorrhage."
  },
  {
    "id": "sug217",
    "questionText": "A patient who has successfully undergone a total hip replacement is complaining of pain at the operative site. Your appropriate initial nursing action would be:",
    "options": [
      "Assess the patient's pain level and vital signs",
      "Change the patient's position",
      "Administer prescribed analgesics"
    ],
    "correctAnswer": "A",
    "rationale": "The first step in managing pain is a thorough assessment, including pain level (e.g., using a pain scale), characteristics, and checking vital signs to rule out complications before administering analgesics or implementing other interventions."
  },
  {
    "id": "sug218",
    "questionText": "A patient who has sustained a head injury is conscious and able to move their extremities. This suggests no significant damaging involvement of the:",
    "options": ["Postcentral gyrus", "Precentral gyrus", "Basal ganglia"],
    "correctAnswer": "B",
    "rationale": "The precentral gyrus is the primary motor cortex responsible for voluntary movements. The patient's ability to move extremities suggests that this area has not sustained significant damage."
  },
  {
    "id": "sug219",
    "questionText": "A patient who has sustained an inhalational burn is likely to show the following signs EXCEPT:",
    "options": [
      "Difficulty in swallowing",
      "Respiratory distress",
      "Burnt nasal hairs"
    ],
    "correctAnswer": "A",
    "rationale": "While severe upper airway inflammation from an inhalational burn can cause difficulty in swallowing (dysphagia), it is often associated with extensive oropharyngeal burns. Respiratory distress and burnt nasal hairs are more direct and classic signs of inhalational injury to the respiratory tract. Compared to B and C, A is less universally direct."
  },
  {
    "id": "sug220",
    "questionText": "A patient who has sustained severe burns is experiencing multiple organ failure. Multiple organ failure in a patient with burns usually results from:\nI. Oedema\nII. Hypovolemia\nIII. Ischemia\nIV. Bleeding",
    "options": ["I, II, and III", "I, II, III, and IV", "II, III, and IV"],
    "correctAnswer": "C",
    "rationale": "In severe burns, hypovolemia (due to massive fluid shifts) leads to decreased tissue perfusion and ischemia, which are major contributors to multiple organ failure. Significant bleeding, if it occurs, would exacerbate hypovolemia and ischemia. While oedema is present and can impair local circulation, it's more a consequence and contributor than a primary cause of MODS in the same way as hypovolemia and ischemia."
  },
  {
    "id": "sug221",
    "questionText": "A patient who is undergoing thyroidectomy requires constant monitoring. Which of the theatre team members is primarily responsible for monitoring the patient's physical status throughout surgery?",
    "options": ["Surgeon", "Scrub nurse", "Anaesthetist"],
    "correctAnswer": "C",
    "rationale": "The anaesthetist (or anesthesiologist) is primarily responsible for continuously monitoring the patient's physiological status (vital signs, oxygenation, depth of anaesthesia, fluid balance, etc.) throughout the surgical procedure."
  },
  {
    "id": "sug222",
    "questionText": "A patient who receives general anaesthesia passes through several stages. In which of the stages can the surgical procedure be performed?",
    "options": [
      "Excitement stage",
      "Surgical anaesthesia stage",
      "Medullary depression stage"
    ],
    "correctAnswer": "B",
    "rationale": "The surgical procedure is performed during Stage III of general anaesthesia, known as the surgical anaesthesia stage. In this stage, the patient is unconscious, has adequate muscle relaxation, and reflexes are suppressed, allowing surgery without pain or movement. Stage II is excitement, and Stage IV is medullary depression (overdose)."
  },
  {
    "id": "sug223",
    "questionText": "A patient who sustained a transverse fracture of the tibia three days ago was treated in the Emergency Unit with closed reduction and cast. Today he presents with increased pain disproportionate to the injury, tingling, and numbness. The lower extremity is tender, with swelling and increased pain with passive movement of the toes. The patient has decreased sensation over the foot on the affected side. Which of the following is indicated?",
    "options": [
      "Measurement of compartment pressure",
      "CT scan of the lower extremity",
      "Ventilation-perfusion scan"
    ],
    "correctAnswer": "A",
    "rationale": "The patient's signs and symptoms (the '6 Ps': pain out of proportion, paresthesia, pallor, pulselessness, paralysis, poikilothermia - though not all listed here) are highly suggestive of acute compartment syndrome, a surgical emergency. Measurement of compartment pressure is crucial to confirm the diagnosis and guide urgent intervention (fasciotomy)."
  },
  {
    "id": "sug224",
    "questionText": "A patient who sustained penetrating chest trauma had a chest tube inserted. The rationale for the chest tube insertion is/are to remove:\nI. Air\nII. Blood\nIII. Fluid\nIV. Pus",
    "options": ["I, II, and IV", "II only", "I and II"],
    "correctAnswer": "C",
    "rationale": "In the context of penetrating chest trauma, chest tube insertion is primarily indicated to remove air (from a pneumothorax) and/or blood (from a hemothorax) from the pleural space. While chest tubes can also drain other fluids or pus in different conditions, air and blood are the immediate concerns in trauma."
  },
  {
    "id": "sug225",
    "questionText": "A patient who undergoes surgery to remove tumours in the hypothalamus or pituitary gland is likely to suffer from:",
    "options": [
      "Diabetes mellitus",
      "Diabetes insipidus",
      "Hyperparathyroidism"
    ],
    "correctAnswer": "B",
    "rationale": "Surgery involving the hypothalamus or pituitary gland can damage the areas responsible for the production or release of antidiuretic hormone (ADH). A deficiency in ADH leads to diabetes insipidus, characterized by excessive thirst and excretion of large volumes of dilute urine."
  },
  {
    "id": "sug226",
    "questionText": "A patient who was diagnosed with hyperthyroidism was recently discharged from your facility. She was put on Carbimazole. The patient has been re-admitted with complaints of palpitation, swollen and tearing eyes. Reports from the family indicated that the patient was not taking her medication at home as ordered. The patient is put on Radioactive Iodine therapy. As the Nurse on the ward, what side effect would you include in your education about this treatment?",
    "options": ["Excessive thirst", "Fever", "Metallic taste in the mouth"],
    "correctAnswer": "C",
    "rationale": "A common side effect of radioactive iodine (RAI) therapy for hyperthyroidism is a metallic taste in the mouth. Other potential side effects include neck tenderness or swelling, nausea, and transient worsening of hyperthyroid symptoms."
  },
  {
    "id": "sug227",
    "questionText": "A patient who was diagnosed with hyperthyroidism was recently discharged from your facility. She was put on Carbimazole. The patient has been re-admitted with complaints of palpitation, swollen and tearing eyes. Reports from the family indicated that the patient was not taking her medication at home as ordered. The patient has been booked for thyroidectomy. As a Nurse on duty, what would be your immediate preoperative care?\nI. Take vital signs and report.\nII. Give prescribed medication.\nIII. Shave the patient's neck area.\nIV. Ensure blood is crossmatched.",
    "options": ["I, II, and III", "I, III, and IV", "I, II, III, and IV"],
    "correctAnswer": "C",
    "rationale": "All listed actions are crucial components of immediate preoperative care for a thyroidectomy. Taking vital signs (I) establishes a baseline and assesses stability. Administering prescribed medications (II) helps achieve a euthyroid state and manage symptoms. Preparing the surgical site (e.g., shaving if per protocol) (III) reduces infection risk. Ensuring blood is crossmatched (IV) prepares for potential hemorrhage, as the thyroid is a vascular gland."
  },
  {
    "id": "sug228",
    "questionText": "A patient who was diagnosed with hyperthyroidism was recently discharged from your facility. She was put on Carbimazole. The patient has been re-admitted with complaints of palpitation, swollen and tearing eyes. Reports from the family indicated that the patient was not taking her medication at home as ordered. Which of the following signs and symptoms observed in the patient after assessment would require immediate intervention by the Nurse after thyroidectomy?",
    "options": [
      "Heart rate-80 bpm, temperature-37.4°C, Blood pressure-120/65 mmHg",
      "Heart rate-154 bpm, temperature-38.2°C, Blood pressure-149/86 mmHg",
      "SpO2 of 96%, temperature-37.4°C, Blood pressure-130/70 mmHg"
    ],
    "correctAnswer": "B",
    "rationale": "A heart rate of 154 bpm (significant tachycardia), temperature of 38.2°C (fever), and elevated blood pressure (149/86 mmHg) post-thyroidectomy are highly indicative of thyroid storm, a life-threatening complication requiring immediate medical intervention. Options A and C represent relatively stable vital signs."
  },
  {
    "id": "sug229",
    "questionText": "A patient with a traumatic wound necessitated debridement of 4 cm of devitalized tissue. Which of the following is the MOST appropriate wound care treatment immediately after this debridement?",
    "options": [
      "Pack with moist saline gauze",
      "Primary closure with sutures or staples",
      "Cover with a dry dressing fixed with tape or Tegaderm"
    ],
    "correctAnswer": "A",
    "rationale": "After debridement of devitalized tissue, maintaining a moist wound environment is crucial for healing. If there is a cavity or dead space, packing with moist (not wet) saline gauze helps to fill the space, absorb exudate, keep the wound bed moist, and facilitate granulation. Primary closure might be considered if the wound is exceptionally clean and tissue loss is minimal, but often delayed closure or healing by secondary intention (supported by moist dressings) is preferred. Dry dressings can desiccate the wound bed and impede healing."
  },
  {
    "id": "sug230",
    "questionText": "A patient with benign prostatic hyperplasia (BPH) complained to you that a small amount of urine is seen in his clothes. Which of the following types of incontinence is he likely suffering from?",
    "options": ["Stress", "Overflow", "Functional"],
    "correctAnswer": "B",
    "rationale": "Benign prostatic hyperplasia (BPH) often causes bladder outlet obstruction, leading to incomplete bladder emptying and chronic urinary retention. This results in overflow incontinence, where the bladder becomes so full that urine leaks out involuntarily."
  },
  {
    "id": "sug231",
    "questionText": "A patient with cancer of the colon is to undergo bowel preparation before the surgical intervention. The student nurse knows that the following could be the benefits of bowel preparation EXCEPT:",
    "options": [
      "Increased visualization of the surgical site",
      "Reduced risk of postoperative infection if bowel is breached",
      "Makes the bowel easier to handle during surgery"
    ],
    "correctAnswer": "B",
    "rationale": "While bowel preparation aims to empty the colon, its role in directly preventing accidental injury to the bowel itself is debatable; surgical technique is paramount. Key benefits are increased visualization of the surgical site (A), making the bowel easier to handle (C), and critically, reducing the bacterial load and fecal content, which lessens contamination and the risk of infection if the bowel is inadvertently or intentionally opened. The question phrasing might be interpreted such that 'prevent accidental injury' is less of a direct benefit than mitigation of injury consequences."
  },
  {
    "id": "sug232",
    "questionText": "A patient with cervical cancer complains of irregular vaginal bleeding in between her periods. This type of bleeding can be referred to as:",
    "options": ["Amenorrhea", "Metrorrhagia", "Menorrhagia"],
    "correctAnswer": "B",
    "rationale": "Metrorrhagia refers to uterine bleeding at irregular intervals, particularly between expected menstrual periods. Amenorrhea is the absence of menstruation, and menorrhagia is excessively heavy or prolonged menstrual bleeding."
  },
  {
    "id": "sug233",
    "questionText": "A patient with a fracture of the tibia and fibula is to undergo open reduction and internal fixation (ORIF). The act of 'reduction' in this procedure ensures that:",
    "options": [
      "There is reduction in blood loss",
      "The bone ends are in anatomical alignment",
      "Pain is reduced to the minimum"
    ],
    "correctAnswer": "B",
    "rationale": "In fracture management, 'reduction' specifically refers to the process of realigning the displaced bone fragments into their normal anatomical position. While pain relief and control of blood loss are overall goals of fracture treatment, reduction directly addresses alignment."
  },
  {
    "id": "sug234",
    "questionText": "A patient with a gastric ulcer is being assessed for the presence of Helicobacter pylori bacteria. Which of the following tests is most relevant for detecting active infection non-invasively?",
    "options": ["Gastroscopy with biopsy", "Urea breath test", "Hydrogen breath test"],
    "correctAnswer": "B",
    "rationale": "The urea breath test (UBT) is a highly accurate, non-invasive test for detecting active Helicobacter pylori infection. It relies on the bacteria's urease enzyme to break down ingested urea. Gastroscopy with biopsy is invasive but allows for histology and culture. Hydrogen breath test is used for carbohydrate malabsorption or small intestinal bacterial overgrowth."
  },
  {
    "id": "sug235",
    "questionText": "A patient with a hiatal hernia is admitted to your ward. Which of the following is a serious potential complication associated with hiatal hernias, particularly paraesophageal types?",
    "options": [
      "Bulging of the hernia when straining or lifting heavy objects",
      "Strangulation or volvulus of the herniated stomach portion",
      "Chronic dependence on medication for GERD with development of tolerance"
    ],
    "correctAnswer": "B",
    "rationale": "Strangulation (compromised blood supply) or volvulus (twisting) of the herniated portion of the stomach is a severe and life-threatening complication, especially with paraesophageal hiatal hernias. Bulging is a symptom, and GERD is a common association, but strangulation represents an acute surgical emergency."
  },
  {
    "id": "sug236",
    "questionText": "A patient with metastatic colorectal cancer is scheduled for both chemotherapy and radiation therapy. Patient teaching regarding these therapies in this context would include an explanation that:",
    "options": [
      "Chemotherapy and radiation therapy are often used as palliative treatments to manage symptoms and improve quality of life",
      "Radiation therapy is routinely used as adjuvant therapy in metastatic disease",
      "Chemotherapy can be used to cure metastatic colorectal cancer"
    ],
    "correctAnswer": "A",
    "rationale": "In the setting of metastatic colorectal cancer, chemotherapy and radiation therapy are primarily used for palliative purposes – to alleviate symptoms (e.g., pain from bone metastases treated with radiation), slow disease progression, and improve or maintain quality of life. Cure is generally not achievable with current therapies for metastatic colorectal cancer. Adjuvant radiation is more common in non-metastatic rectal cancer."
  },
  {
    "id": "sug237",
    "questionText": "A patient with an esophageal stricture has an NG tube for feeding and medications. To ensure patency of the tube after feeding or medication administration, the nurse typically administers what approximate volume of water for flushing?",
    "options": ["70-100 mL", "30-50 mL", "50-70 mL"],
    "correctAnswer": "B",
    "rationale": "A common practice for flushing nasogastric (NG) tubes after feeding or medication administration to maintain patency is to use approximately 30-50 mL of water (or as per institutional policy). This volume is generally sufficient to clear the tube of residual contents and prevent clogging."
  },
  {
    "id": "sug238",
    "questionText": "A patient with osteoporosis reported to the hospital with a hip fracture sustained from a minor fall. How would you document this type of fracture, reflecting its underlying cause, even before X-ray confirmation of the fracture itself?",
    "options": [
      "Compression fracture",
      "Avulsion fracture",
      "Pathologic fracture"
    ],
    "correctAnswer": "C",
    "rationale": "A fracture that occurs in a bone weakened by an underlying disease process (such as osteoporosis) with minimal or no trauma is termed a pathologic fracture. Compression fractures are a type of fracture often seen in vertebrae with osteoporosis. Avulsion fractures involve a bone fragment pulled off by a tendon or ligament."
  },
  {
    "id": "sug239",
    "questionText": "A patient with the diagnosis of malignant cancer is undergoing radiation therapy through internally placed radioactive implants. Such a therapy can be described as:",
    "options": ["Teletherapy", "Chemotherapy", "Brachytherapy"],
    "correctAnswer": "C",
    "rationale": "Brachytherapy is a type of radiation therapy where a radioactive source is placed directly inside or very close to the tumour. This contrasts with teletherapy (external beam radiation therapy), where the radiation source is outside the body. Chemotherapy involves the use of drugs."
  },
  {
    "id": "sug240",
    "questionText": "A pharmacology tutor mentioned during her lectures that some categories of medications could increase surgical risk in patients undergoing surgery. An example of such a medication category is:",
    "options": ["Antibiotics", "Sedatives", "Anticoagulants"],
    "correctAnswer": "C",
    "rationale": "Anticoagulants (blood thinners) significantly increase surgical risk by impairing the body's ability to form blood clots, which can lead to excessive bleeding during and after surgery. While other medications also carry risks, anticoagulants are a prime example due to the direct risk of hemorrhage."
  },
  {
    "id": "sug241",
    "questionText": "A postoperative laparotomy patient has developed wound evisceration. As the attending nurse, you are obliged to carry out all the following interventions EXCEPT:",
    "options": [
      "Call for help, reassure the patient, and cover the protruding organs with sterile saline-soaked gauze.",
      "Keep the patient in a low Fowler's position with knees and hips bent.",
      "Attempt to re-insert the organs."
    ],
    "correctAnswer": "C",
    "rationale": "Attempting to re-insert eviscerated organs is contraindicated as it can cause further injury, introduce infection, and complicate surgical repair. This intervention should only be performed by a surgeon in a sterile operating room environment. The immediate nursing actions include covering the organs with sterile, saline-moistened dressings, positioning the patient to reduce abdominal strain, and notifying the surgeon immediately."
  },
  {
    "id": "sug242",
    "questionText": "A postoperative thoracotomy patient is to use an incentive spirometer after surgery. You, as a nurse, understand that the primary purpose of using an incentive spirometer in postoperative management is to:",
    "options": [
      "Monitor oxygen saturation.",
      "Promote lung expansion and prevent atelectasis.",
      "Improve the coughing reflex."
    ],
    "correctAnswer": "B",
    "rationale": "Incentive spirometry encourages sustained maximal inspiration, which helps to inflate the alveoli, promote lung expansion, prevent or reverse atelectasis, and improve oxygenation, especially after thoracic or abdominal surgery."
  },
  {
    "id": "sug243",
    "questionText": "A critical environmental feature of a postoperative recovery area, primarily aimed at infection prevention, is:",
    "options": [
      "A complete set of vital signs monitoring equipment (sphygmomanometer, thermometer, stethoscope).",
      "The patient's comprehensive medical chart and nursing notes.",
      "A dedicated hand washing station or readily available alcohol-based hand rub."
    ],
    "correctAnswer": "C",
    "rationale": "A fundamental aspect of patient care in a postoperative recovery area is infection prevention. Readily accessible hand hygiene facilities (like a dedicated hand washing station or alcohol-based hand rub) are critical for healthcare providers to prevent cross-contamination and reduce the risk of healthcare-associated infections."
  },
  {
    "id": "sug244",
    "questionText": "A pregnant woman came to your facility and complained of a burning sensation (heartburn). The Midwife explained that this is often due to the relaxing effect of progesterone on the lower esophageal sphincter. Which of the following advice is appropriate for the Midwife to give?",
    "options": [
      "Elevate the foot end of the bed when in bed.",
      "Lie flat on your back when in bed.",
      "Prop up with pillows when in bed to elevate the head and torso."
    ],
    "correctAnswer": "C",
    "rationale": "Elevating the head and torso with pillows when in bed helps to use gravity to keep stomach acid down, alleviating the burning sensation (heartburn) caused by acid reflux, which is common in pregnancy due to hormonal relaxation of the lower esophageal sphincter."
  },
  {
    "id": "sug245",
    "questionText": "Maternal use of the antibiotic erythromycin, particularly in late pregnancy or during breastfeeding, has been associated with an increased risk in the infant of developing pyloric stenosis. Which of the following conditions is generally NOT considered a risk associated with maternal erythromycin use during pregnancy?",
    "options": ["Intussusception", "Pyloric stenosis", "Umbilical Hernia"],
    "correctAnswer": "C",
    "rationale": "Erythromycin exposure (maternal or neonatal) is a known risk factor for infantile hypertrophic pyloric stenosis. Some, weaker evidence has suggested a potential link to intussusception. Umbilical hernia is a common congenital condition not typically associated with maternal erythromycin use."
  },
  {
    "id": "sug246",
    "questionText": "A previously healthy young man started complaining of a chronic productive cough and was noted to have clubbing of the fingers. A visit to the physician revealed that he had Bronchiectasis. The primary objective in managing this condition is:",
    "options": [
      "Promoting bronchial drainage and airway clearance.",
      "Controlling infection with antibiotics only when acute exacerbations occur.",
      "Ensuring high-calorie dietary management."
    ],
    "correctAnswer": "A",
    "rationale": "Bronchiectasis is a chronic condition characterized by permanent dilation of the bronchi and impaired mucus clearance, leading to mucus accumulation and recurrent infections. Therefore, the primary objective is to promote bronchial drainage and airway clearance through techniques like chest physiotherapy, postural drainage, and mucoactive agents to prevent infections and maintain lung function."
  },
  {
    "id": "sug247",
    "questionText": "A priority nursing diagnosis for a patient with an acute exacerbation of ulcerative colitis, characterized by bloody diarrhea and abdominal cramping, is:",
    "options": [
      "Diarrhea related to intestinal inflammation and irritation.",
      "Risk for Deficient Fluid Volume related to excessive loss through diarrhea.",
      "Ineffective Coping related to the chronic nature of the disease."
    ],
    "correctAnswer": "B",
    "rationale": "During an acute exacerbation of ulcerative colitis, frequent and severe diarrhea (often bloody) can lead to significant fluid and electrolyte loss, making 'Risk for Deficient Fluid Volume' a critical priority nursing diagnosis. While diarrhea is the cause and coping is important, addressing potential hypovolemia is paramount for physiological stability."
  },
  {
    "id": "sug248",
    "questionText": "A sensation of food sticking in the lower portion of the esophagus (dysphagia) is a key feature of which of the following conditions?",
    "options": ["Pharyngeal pouch (Zenker's diverticulum)", "Esophageal atresia", "Achalasia"],
    "correctAnswer": "C",
    "rationale": "Achalasia is a primary esophageal motility disorder characterized by impaired relaxation of the lower esophageal sphincter (LES) and absent peristalsis in the esophageal body. This leads to dysphagia, particularly for solids and liquids, with a common sensation of food sticking in the lower esophagus."
  },
  {
    "id": "sug249",
    "questionText": "A serious danger to which a patient with intestinal obstruction is exposed, especially with ongoing losses from vomiting or nasogastric suction, is excessive loss of:",
    "options": [
      "Water and electrolytes",
      "Energy (primarily carbohydrates)",
      "Protein and enzymes"
    ],
    "correctAnswer": "A",
    "rationale": "Intestinal obstruction often leads to accumulation of fluid and electrolytes within the bowel lumen, and further losses occur through vomiting or nasogastric decompression. This can result in significant dehydration and severe electrolyte imbalances (e.g., hypokalemia, hyponatremia, metabolic alkalosis), which are life-threatening."
  },
  {
    "id": "sug250",
    "questionText": "A serious gastrointestinal disturbance that frequently occurs as an acute complication in severely burned patients is:",
    "options": ["Paralytic ileus", "Ulcerative colitis", "Hematemesis from stress ulcers (Curling's ulcers)"],
    "correctAnswer": "A",
    "rationale": "Severe burns induce a systemic inflammatory response and significant physiological stress, which can lead to decreased gastrointestinal motility and paralytic ileus. While stress ulcers (Curling's ulcers) causing hematemesis can also occur, paralytic ileus is a more common manifestation of acute gut dysfunction in this setting."
  },
  {
    "id": "sug251",
    "questionText": "A tissue specimen taken from a patient during surgery must be properly preserved for histopathological examination using which of the following solutions?",
    "options": ["Glutaraldehyde", "10% Neutral Buffered Formalin", "Ethanol"],
    "correctAnswer": "B",
    "rationale": "10% Neutral Buffered Formalin is the most widely used fixative for routine histopathology. It preserves tissue structure by cross-linking proteins, preventing autolysis and putrefaction, thus maintaining cellular morphology for accurate microscopic examination."
  },
  {
    "id": "sug252",
    "questionText": "A Staff Nurse observed clients with acute abdominal pain in the surgical outpatient clinic. One client was lying supine, very still, with legs outstretched, and appeared reluctant to move. This posture is most indicative of pain arising from:",
    "options": [
      "Parietal peritoneal inflammation (somatic pain)",
      "Visceral organ distension (visceral pain, often causing restlessness)",
      "Neuropathic pathway irritation"
    ],
    "correctAnswer": "A",
    "rationale": "Patients with parietal peritoneal inflammation (e.g., from peritonitis) typically experience somatic pain that is well-localized and exacerbated by any movement. They often lie very still, sometimes with knees flexed, to minimize jarring of the inflamed peritoneum. Visceral pain tends to be more diffuse and may cause restlessness."
  },
  {
    "id": "sug253",
    "questionText": "A Staff Nurse at the female surgical outpatient clinic observed postures of clients waiting for admission. Some clients with acute abdominal pain adopted a fetal posture. This posture is often assumed to minimize:",
    "options": ["Intestinal gas accumulation", "Peritoneal irritation", "Referred shoulder pain"],
    "correctAnswer": "B",
    "rationale": "The fetal posture (lying on the side with knees drawn up towards the chest) helps to relax the abdominal muscles and reduce tension on an inflamed or irritated peritoneum. This can provide some relief from the pain associated with conditions like peritonitis or appendicitis."
  },
  {
    "id": "sug254",
    "questionText": "A Staff Nurse is reviewing the records of a client with sensorineural hearing loss. The Nurse understands that clients with sensorineural hearing loss typically experience:",
    "options": [
      "Complete reversal of damage if caused by ototoxic drugs once the drug is stopped.",
      "Better hearing for high-pitched sounds than for low-pitched sounds.",
      "Difficulty understanding speech, especially in noisy environments."
    ],
    "correctAnswer": "C",
    "rationale": "Sensorineural hearing loss results from damage to the inner ear (cochlea) or the auditory nerve pathways. This often leads to a reduced ability to hear clearly and discriminate sounds, making speech understanding difficult, particularly in environments with background noise. High-frequency sounds are commonly affected first or most severely."
  },
  {
    "id": "sug255",
    "questionText": "A student Midwife asked her colleague where mature sperm are primarily stored before ejaculation. Which of the following is the correct primary storage site?",
    "options": [
      "Seminal vesicles",
      "Epididymis",
      "Prostate gland"
    ],
    "correctAnswer": "B",
    "rationale": "Spermatozoa undergo maturation and are primarily stored in the epididymis, a coiled tube attached to the testis. From the epididymis, they pass into the vas deferens for transport during ejaculation. Seminal vesicles and the prostate gland contribute fluids to semen but do not primarily store sperm."
  },
  {
    "id": "sug256",
    "questionText": "A student nurse assigned to the operating theatre accidentally drops a non-sterile item onto a sterile instrument trolley set up for a surgical procedure. What is the MOST appropriate immediate action to take?",
    "options": [
      "Quickly remove the non-sterile item and the visibly contaminated drapes, then proceed.",
      "Inform the circulating nurse and surgeon immediately; the entire sterile field is compromised and must be replaced.",
      "Educate the student on maintaining sterility after the current surgical procedure is completed."
    ],
    "correctAnswer": "B",
    "rationale": "When a sterile field is breached, patient safety is the utmost priority. The entire sterile field, including the trolley and its contents, is considered contaminated and must be completely replaced to prevent a surgical site infection. The operative team must be informed immediately. Addressing the student's educational needs is secondary to ensuring patient safety."
  },
  {
    "id": "sug257",
    "questionText": "A teenager admitted to your ward is scheduled for hypophysectomy. As the nurse in charge, you explain to a first-year student that hypophysectomy is the surgical intervention for conditions such as a:",
    "options": [
      "Dysfunctional hypothalamus causing pituitary hyperfunctioning.",
      "Primary adrenal tumour.",
      "Pituitary tumour."
    ],
    "correctAnswer": "C",
    "rationale": "Hypophysectomy refers to the surgical removal of the pituitary gland (hypophysis). This procedure is most commonly performed to treat pituitary adenomas (tumours) that may be hormone-secreting or cause compressive symptoms on adjacent structures like the optic chiasm."
  },
  {
    "id": "sug258",
    "questionText": "A terminally ill patient experiencing severe pain is prescribed multiple analgesic medications from different classes to be used concurrently. This therapeutic approach is known as:",
    "options": [
      "Multimodal analgesia (Balanced analgesia)",
      "Pro Re Nata (PRN) dosing",
      "Patient-Controlled Analgesia (PCA)"
    ],
    "correctAnswer": "A",
    "rationale": "Multimodal analgesia (or balanced analgesia) is a pain management strategy that involves using a combination of different analgesic drugs or techniques that act via different mechanisms of action. The goal is to achieve superior pain relief with lower doses of each agent, thereby minimizing the risk of side effects associated with high doses of a single medication."
  },
  {
    "id": "sug259",
    "questionText": "A theatre nurse has many crucial duties in the operating room. Which of the following represents one of the MOST important overarching responsibilities of the perioperative nurse?",
    "options": [
      "Ensuring timely admission and administrative processing of the surgical patient.",
      "Skillfully scrubbing to assist the surgeon and efficiently circulating during surgical procedures.",
      "Acting as a patient advocate, ensuring patient safety, maintaining aseptic technique, and upholding the patient's rights throughout the surgical experience."
    ],
    "correctAnswer": "C",
    "rationale": "While all listed duties are vital, acting as a patient advocate is a fundamental and encompassing responsibility of the perioperative nurse. This includes ensuring patient safety, verifying informed consent, maintaining dignity, protecting from harm, ensuring aseptic technique, and effective communication and coordination of care throughout the perioperative period."
  },
  {
    "id": "sug260",
    "questionText": "A tumour removed from the ovary of a young woman was found to contain hair and a tooth. This tumour is most likely to be a:",
    "options": [
      "Fibroma with calcification",
      "Dermoid cyst (mature cystic teratoma)",
      "Granulosa cell tumour"
    ],
    "correctAnswer": "B",
    "rationale": "Dermoid cysts, also known as mature cystic teratomas, are benign germ cell tumours of the ovary. They are characterized by the presence of well-differentiated tissues derived from multiple germ cell layers, commonly including skin, hair follicles, sebaceous glands, teeth, bone, and neural tissue."
  },
  {
    "id": "sug261",
    "questionText": "A urine output averaging 20 mL per hour on the first postoperative day in an adult patient:",
    "options": [
      "Is a normal and expected finding after major surgery.",
      "Is acceptable if the patient had specific types of genitourinary surgery.",
      "Indicates oliguria and requires prompt evaluation of the patient's fluid status, renal perfusion, and potential underlying causes."
    ],
    "correctAnswer": "C",
    "rationale": "A urine output of 20 mL/hour (generally less than 0.5 mL/kg/hour) is defined as oliguria in an adult. This is an abnormal finding postoperatively and necessitates immediate assessment to determine the cause, such as hypovolemia, decreased renal perfusion, acute kidney injury, or urinary tract obstruction, and to initiate appropriate interventions."
  },
  {
    "id": "sug262",
    "questionText": "A Staff Nurse encountered a person experiencing epistaxis (nosebleed) in a public market. As a Staff Nurse, which of the following initial positions would be a priority for the client?",
    "options": [
      "Sitting with the head bowed down, chin touching the chest.",
      "Sitting upright, leaning slightly forward, and pinching the soft part of the nose.",
      "Lying supine with the head tilted backwards."
    ],
    "correctAnswer": "B",
    "rationale": "For active epistaxis, the recommended first aid position is to have the person sit upright and lean slightly forward. This posture helps prevent blood from being swallowed or aspirated. Pinching the soft, fleshy part of the nose (anterior nares) firmly for 10-15 minutes can help control bleeding from the common anterior sites."
  },
  {
    "id": "sug263",
    "questionText": "A 50-year-old woman presents to the OPD with a new, medium-sized lump in her right breast. Which of the following questions is MOST critical to ask during history taking to assess her risk for breast cancer?",
    "options": [
      "At what age did you have your first child?",
      "Have you experienced any recent trauma to your breast?",
      "Do you have a personal or family history of breast or ovarian cancer?"
    ],
    "correctAnswer": "C",
    "rationale": "While age at first childbirth and other factors are relevant, a personal or family history of breast or ovarian cancer (especially in first-degree relatives) is one of the most significant risk factors for developing breast cancer. Eliciting this history is crucial for risk stratification and guiding further diagnostic workup."
  },
  {
    "id": "sug264",
    "questionText": "A woman reported to the health facility complaining of excessive bleeding occurring at the time of her regular menstrual periods. Her history indicated consistently prolonged and heavy menstrual flow. What is the likely medical term for this condition?",
    "options": ["Dysmenorrhea", "Amenorrhea", "Menorrhagia"],
    "correctAnswer": "C",
    "rationale": "Menorrhagia is the medical term for menstrual periods characterized by abnormally heavy or prolonged bleeding. Dysmenorrhea refers to painful menstruation, and amenorrhea is the absence of menstruation."
  },
  {
    "id": "sug265",
    "questionText": "A woman's pelvic floor support, crucial for functions including childbearing and preventing organ prolapse, relies significantly on the levator ani muscles. Which of the following muscles are primary components of the levator ani complex?",
    "options": [
      "External anal sphincter and bulbospongiosus.",
      "Pubococcygeus, puborectalis, and iliococcygeus.",
      "Ischiocavernosus and coccygeus (ischiococcygeus)."
    ],
    "correctAnswer": "B",
    "rationale": "The levator ani muscle complex forms the major part of the pelvic diaphragm and is primarily composed of three muscles: the pubococcygeus, puborectalis, and iliococcygeus. The coccygeus (ischiococcygeus) muscle lies posterior to and works with the levator ani to support the pelvic floor."
  },
  {
    "id": "sug266",
    "questionText": "A young boy was brought to the surgical emergency department with a swollen and painful ankle after an injury sustained while playing football. As part of the initial RICE (Rest, Ice, Compression, Elevation) protocol, which of the following nursing interventions would be most appropriate?",
    "options": [
      "Apply a warm compress to the ankle.",
      "Apply a compression bandage snugly around the ankle.",
      "Immediately encourage active range of motion exercises for the ankle."
    ],
    "correctAnswer": "B",
    "rationale": "For an acute soft tissue injury like an ankle sprain, the RICE protocol is recommended. Applying a compression bandage helps to limit swelling and provide support. Ice (cold therapy) is also indicated, not warm compresses, in the acute phase. Range of motion exercises are typically deferred until the acute inflammation subsides."
  },
  {
    "id": "sug267",
    "questionText": "A young man was brought into the surgical emergency department complaining of severe cramping abdominal pain. As a nurse, what would be your first crucial nursing action regarding his pain?",
    "options": [
      "Acknowledge the patient's pain and provide reassurance.",
      "Assess the pain systematically (e.g., using a pain scale, location, characteristics, onset, duration, relieving/aggravating factors).",
      "Immediately administer a prescribed analgesic."
    ],
    "correctAnswer": "B",
    "rationale": "The first step in effective pain management according to the nursing process is a thorough assessment. This involves systematically evaluating the pain's characteristics (intensity using a scale, location, quality, onset, duration, etc.) to understand its nature and guide appropriate interventions. While acknowledging pain is important, a comprehensive assessment is foundational."
  },
  {
    "id": "sug268",
    "questionText": "A mechanic was working underneath a vehicle when the jack dislodged, and the vehicle struck his abdomen. Two days later, he reported to the hospital with chest pain. Which of the following additional symptoms, if present, would be most concerning for a traumatic diaphragmatic injury leading to intrathoracic complications?",
    "options": [
      "Difficulty in breathing (dyspnea) or shortness of breath",
      "Persistent nausea and vomiting",
      "Progressive swelling and bruising of the abdomen"
    ],
    "correctAnswer": "A",
    "rationale": "Blunt abdominal trauma can cause rupture of the diaphragm, allowing abdominal organs to herniate into the thoracic cavity. This can compress the lung and compromise respiratory function, leading to symptoms such as chest pain, dyspnea (difficulty in breathing), and potentially bowel sounds heard in the chest."
  },
  {
    "id": "sug269",
    "questionText": "A patient sustained blunt abdominal trauma. A chest X-ray showed accumulation of blood in his right pleural cavity (hemothorax). To aid effective respiration prior to definitive surgical intervention (e.g., chest tube insertion or thoracotomy), the nurse will prioritize:\nI. Administering supplemental oxygen as prescribed.\nII. Administering a nebulized bronchodilator like salbutamol.\nIII. Positioning the patient to facilitate optimal lung expansion (e.g., semi-Fowler's or high Fowler's position).\nIV. Rapidly infusing large volumes of intravenous crystalloid fluids.",
    "options": ["I and III", "II only", "I, II, III, and IV"],
    "correctAnswer": "A",
    "rationale": "In a patient with hemothorax causing respiratory compromise, immediate priorities include administering supplemental oxygen (I) to improve oxygen saturation and positioning the patient (e.g., semi-Fowler's or high Fowler's) (III) to facilitate lung expansion and ease the work of breathing. Bronchodilators (II) are indicated for bronchospasm, not primarily for hemothorax. IV fluids (IV) are crucial for hemodynamic stability if there's significant blood loss, but oxygen and positioning directly address respiratory function."
  },
  {
    "id": "sug270",
    "questionText": "A 2-year-old girl who began walking at 14 months presents with 'knock-knees,' where her knees touch while her ankles are apart. This condition is known in orthopedic terms as:",
    "options": ["Genu varum", "Genu valgum", "Asterixis"],
    "correctAnswer": "B",
    "rationale": "Genu valgum is the medical term for 'knock-knees,' an angular deformity at the knee where the tibia is angled away from the midline relative to the femur, causing the knees to touch while the ankles remain apart. Genu varum refers to 'bowlegs.' Asterixis is a neurological sign (flapping tremor)."
  },
  {
    "id": "sug271",
    "questionText": "Excessive production or impaired migration of cerumen in the external auditory canal can lead to impaction, obstructing the passage of sound waves to the tympanic membrane. This condition can often be effectively treated by:",
    "options": [
      "Periodic ear irrigation with tepid water or the use of ceruminolytic agents.",
      "Regularly using cotton-tipped swabs to clean the ear canal.",
      "Instillation of topical antibiotic ear drops."
    ],
    "correctAnswer": "A",
    "rationale": "Impacted cerumen can be managed by several methods, including softening the wax with ceruminolytic agents followed by gentle irrigation with tepid water, or manual removal by a healthcare professional. Cotton-tipped swabs are generally contraindicated as they can push wax further into the canal and risk injury. Antibiotics are only indicated if there is an associated infection."
  },
  {
    "id": "sug273",
    "questionText": "A 22-year-old woman diagnosed with a nodular goiter underwent a thyroidectomy. Postoperatively, she experienced significant hoarseness and difficulty phonating. Which of the following nerves was most likely injured during the surgery?",
    "options": [
      "Recurrent laryngeal nerve",
      "Vestibulocochlear nerve",
      "Oculomotor nerve"
    ],
    "correctAnswer": "A",
    "rationale": "The recurrent laryngeal nerve (RLN), a branch of the vagus nerve, provides motor innervation to most of the intrinsic muscles of the larynx, which control vocal cord movement. Injury to the RLN during thyroid or parathyroid surgery is a known complication that can result in vocal cord paresis or paralysis, leading to hoarseness (dysphonia) or aphonia."
  },
  {
    "id": "sug275",
    "questionText": "Advantages of abdominal ultrasonography as a diagnostic imaging modality include all the following EXCEPT:",
    "options": [
      "It does not involve the use of ionizing radiation.",
      "It is generally non-invasive and has no significant side effects.",
      "It provides excellent visualization of structures encased within or obscured by bone."
    ],
    "correctAnswer": "C",
    "rationale": "Abdominal ultrasonography uses high-frequency sound waves, which are poorly transmitted through bone and gas. Therefore, it is limited in visualizing structures deep within bony cavities or those obscured by overlying bone or bowel gas. Its advantages include being non-invasive, relatively inexpensive, portable, and not using ionizing radiation."
  },
  {
    "id": "sug276",
    "questionText": "A 30-year-old farmer underwent open reduction and internal fixation (ORIF) for a hip fracture. Initially stable, a few hours later his brother reports the patient is suddenly confused and experiencing acute difficulty breathing. Which of the following nursing actions takes the utmost IMMEDIATE PRIORITY?",
    "options": [
      "Elevate both of the patient's legs on pillows.",
      "Obtain a full set of vital signs and perform a detailed neurological assessment.",
      "Ensure a patent airway, administer high-flow oxygen, and call for immediate medical assistance (e.g., Rapid Response Team)."
    ],
    "correctAnswer": "C",
    "rationale": "Sudden onset of confusion and acute respiratory distress in a patient post-ORIF for a hip fracture is highly suggestive of a life-threatening condition such as pulmonary embolism (PE) or fat embolism syndrome (FES). The immediate priority is to address airway, breathing, and circulation (ABCs). Ensuring a patent airway and administering high-flow oxygen are critical first steps, followed by summoning urgent medical help for definitive diagnosis and management."
  },
  {
    "id": "sug277",
    "questionText": "After a fire outbreak, multiple burn patients are rushed to the emergency department. In the initial assessment and management of a patient with severe thermal burns, the following factors pose the greatest immediate life threat EXCEPT:",
    "options": [
      "The percentage of total body surface area (TBSA) burned.",
      "The presence of other associated traumatic injuries (e.g., fractures).",
      "The presence of inhalation injury."
    ],
    "correctAnswer": "B",
    "rationale": "While associated traumatic injuries must be addressed, the most immediate life-threatening concerns from severe thermal burns are typically airway compromise (especially with inhalation injury), impaired breathing, and circulatory collapse (burn shock, related to the TBSA burned). Inhalation injury and large TBSA burns often take precedence in the initial resuscitation phase due to their rapid impact on vital functions."
  },
  {
    "id": "sug278",
    "questionText": "After a health education session on cervical cancer prevention at an outpatient department, the Public Health Nurse asks the audience to identify which of the following individuals is at the HIGHEST risk for developing cervical cancer:",
    "options": [
      "A 21-year-old who reports first sexual intercourse at age 14 and has had 10 sexual partners.",
      "A 32-year-old woman who is unvaccinated against HPV but is in a monogamous relationship and uses condoms consistently.",
      "A 60-year-old woman with a history of treated syphilis and who is a current cigarette smoker."
    ],
    "correctAnswer": "A",
    "rationale": "The primary cause of cervical cancer is persistent infection with high-risk strains of Human Papillomavirus (HPV). Risk factors for HPV acquisition include early age at first sexual intercourse and multiple sexual partners. Therefore, the 21-year-old with early sexual debut and numerous partners has the highest risk profile among the options."
  },
  {
    "id": "sug279",
    "questionText": "After cataract extraction for a 60-year-old patient, the Nurse should provide postoperative instructions. Which instruction is most crucial to prevent increased intraocular pressure?",
    "options": [
      "Encourage gentle eye exercises to strengthen the ocular muscles starting the next day.",
      "Advise her to refrain from activities such as straining during bowel movements, forceful coughing, or bending at the waist.",
      "Instruct the patient that driving is permissible after 2 weeks if vision seems clear."
    ],
    "correctAnswer": "B",
    "rationale": "Following cataract surgery, it is essential to avoid activities that can elevate intraocular pressure (IOP). Straining, forceful coughing or sneezing, bending over with the head below the waist, and lifting heavy objects can all increase IOP and potentially disrupt the healing surgical site or cause complications like hemorrhage."
  },
  {
    "id": "sug280",
    "questionText": "After cataract extraction, the patient is typically encouraged to adhere to certain activity restrictions to promote healing and prevent complications. Which of the following is a key instruction?",
    "options": [
      "Lie on their abdomen or the operative side while sleeping.",
      "Avoid bending the head below the waist level.",
      "Resume lifting heavy weights as soon as comfortable to maintain muscle strength."
    ],
    "correctAnswer": "B",
    "rationale": "Bending the head below the waist can cause a sudden increase in intraocular pressure (IOP), which is undesirable after cataract surgery as it can strain the incision site and potentially lead to complications. Patients are also advised to avoid heavy lifting and straining."
  }
]